Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# OrderBy
source: Sort by
es_es: Ordenar
zh_cn: 排序

# ReferenceByGPSInstall
source: This installation site has been associated with positioning devices and cannot be removed!
es_es: Nota: Si la estación tiene equipo de localización asociado, no se permite eliminar la estación
zh_cn: 已安装定位设备

# ReferenceByMaintain
source: This installation site has been assigned with maintenance tasks and cannot be removed!
es_es: Nota: Si la estación tiene tarea de mantenimiento asociada, no se permite eliminar la estación
zh_cn: 已安排维修任务

# ReferenceByPerson
source: This agency has been associated with personnel and cannot be removed!
es_es: El organismo ha vinculado con personas
zh_cn: 部门已授权人员

# ReferenceBySuiteInstall
source: This installation site has been associated with security suites and cannot be removed!
es_es: Nota: Si la estación tiene suite de seguridad asociada, no se permite eliminar la estación
zh_cn: 已安装套件

# ReferenceByUser
source: This installation site has been associated with users and cannot be removed!
es_es: Nota: Si la estación tiene usuarios asociados, no se permite eliminar la estación
zh_cn: 已分配用户

# ReferenceByVehicle
source: The agency has vehicles and cannot be removed!
es_es: Nota: Si el organismo tiene vehículo asociado, no se permite eliminar el organismo
zh_cn: 部门下存在车辆

# SameNameExist
source: This name is duplicated.!
es_es: Se ha duplicado el nombre
zh_cn: 名称重复

# SaveFailed
source: Failed to save.
es_es: No se ha guardado correctamente
zh_cn: 保存失败

# SelectDeletePhoto
source: Please select the picture to be removed.
es_es: Seleccione las imágenes para eliminar
zh_cn: 请选择要删除的图片

# SelectMarkPhoto
source: Please select the picture to be marked.
es_es: Seleccione las imágenes para marcar
zh_cn: 请选择要标记的图片

# VehicleMarkPhoto
source: Picture
es_es: imágenes
zh_cn: 图片

# SIMDuplicate
source: This SIM card number already exists!
es_es: El número SIM ya existe
zh_cn: SIM卡号已存在

# SNDuplicate
source: This number already exists!
es_es: El número ya existe
zh_cn: 编号已存在

# SuiteIDDuplicate
source: This security suite number already exists!
es_es: El número de suite de seguridad ya existe
zh_cn: 安全套件号已存在

# SuiteMissing
source: The security suite to be installed does not exist!
es_es: No se ha encontrado suite de seguridad para instalar
zh_cn: 安装的安全套件不存在

# SuiteReferenced
source: This security suite has been occupied!
es_es: La suite de seguridad ha sido utilizada
zh_cn: 安全套件已被使用

# UidDuplicate
source: This chip number already exists!
es_es: El número de chip ya existe
zh_cn: 芯片号已存在

# Validate_DriverLiceseRepeat1
source: This driver license number already exists!
es_es: Repetidas licencias de conducir
zh_cn: 驾驶证编号已存在

# Validate_IDCardRepeat1
source: This ID card number already exists!
es_es: Repetidas cédulas de identidad
zh_cn: 身份证编号已存在

# VehicleIDDuplicate
source: This license plate number already exists!
es_es: La placa ya existe.
zh_cn: 车牌号已使用

# VehicleSnDuplicate
source: This vehicle number already exists!
es_es: El número de vehículo ya existe
zh_cn: 车辆编号已存在

# PleaseSelectOrganization
source: Please select an agency.
es_es: Por favor, seleccione organismo
zh_cn: 请选择组织机构

# UserOnlineDetailStatistics
source: User Online Details Statistics
es_es: Estadística de usuarios conectados
zh_cn: 用户在线详情统计

# VedioFlow
source: Video Traffic
es_es: Datos de video
zh_cn: 视频流量

# VedioFlowStatistics
source: Video Traffic Statistics
es_es: Estadística de datos de video
zh_cn: 视频流量统计

source: Vehicle Alarm Statistics
es_es: Estadística de alarma de vehículo
zh_cn: 车辆报警统计

# VehicleOffLineStatistics
source: Offline Vehicle Statistics
es_es: Estadística de vehículos desconectados
zh_cn: 未上线车辆统计

# VehicleAlertStatistics
source: Device Alert Statistics
es_es: Estadística de alertas de servicio
zh_cn: 车辆告警统计

# Count
source: Quantity
es_es: Cantidad
zh_cn: 数量

# Mobile_Illegal
source: The format is illegal. The mobile phone number must be a number.
es_es: El número de teléfono debe ser un número
zh_cn: 手机号码必须为数字

# Phone_Illegal
source: The format is illegal. The phone number must be a number.
es_es: El número de teléfono debe ser un número
zh_cn: 电话号码必须为数字

# MaxDeviceCount
source: The maximum number of installed device has been reached.
es_es: Ya ha llegado el límite máximo de instalar
zh_cn: 已达到最大设备安装数量

# Camera_Photo
source: Photo
es_es: Tomar foto
zh_cn: 拍照

# LogQueryDateCondition
source: The start date muse be earlier than the end date.
es_es: Fecha final debe ser posterior a la fecha inicial
zh_cn: 开始日期必须小于结束日期

# NoMorePictures
source: No more pictures found.
es_es: No hay más foto
zh_cn: 无更多图片

# OffLineSpan
source: Duration of Offline Vehicle
es_es: Duración de desconexión
zh_cn: 未上线时长

source: Out of range
es_es: Sobrepasar el límite
zh_cn: 超出范围

# Role_Credential
source: Permissions
es_es: Permiso
zh_cn: 权限

source: Marked
es_es: Marcado
zh_cn: 已标记

# NoMark
source: Unmarked
es_es: No Marcado
zh_cn: 未标记

# OrderByTime
source: Time
es_es: Tiempo
zh_cn: 时间排序

# Photo_Mark
source: Mark?
es_es: Marcar o no
zh_cn: 是否标记

# Rpt_Alarm_False
source: False Alarms
es_es: Falsa alarma
zh_cn: 假警

# Rpt_Alarm_Handled
source: Handled
es_es: Tratado
zh_cn: 已处理

# Rpt_BusinessAlert_Menu
source: Business Alert Statistics
es_es: Estadística de alertas de servicio
zh_cn: 车辆告警统计

# Rpt_DeviceAlert_Menu
source: Device Alert Statistics
es_es: Estadística de alertas de equipo
zh_cn: 设备告警统计

# Rpt_District
source: Region
es_es: Entrada y salida de ruta
zh_cn: 地区

# Rpt_Group
source: Type
es_es: Clasificación
zh_cn: 分类

# Rpt_NoOrganizationError
source: No agency selected.
es_es: Organismos no seleccionados
zh_cn: 未选择组织机构

# Rpt_Offline_Title
source: Offline Vehicle Statistics
es_es: Informe sobre vehículos desconectados
zh_cn: 离线车辆报表

# Rpt_Online_AcountName
source: Username
es_es: Nombre de usuario
zh_cn: 用户名

# Rpt_Online_OfflineTime
source: Logout Time
es_es: Hora de conexión
zh_cn: 下线时间

# Rpt_Online_OnlineTime
source: Login Time
es_es: Hora de desconexión
zh_cn: 上线时间

# Rpt_Online_TimeSpan
source: Duration
es_es: Duración en línea
zh_cn: 在线时长

# Rpt_Online_Title
source: User Login Statistics
es_es: Estadística de usuarios conectados
zh_cn: 用户在线统计报表

# Rpt_Organization
source: Agency
es_es: Organismo
zh_cn: 组织机构

# Rpt_Transfer
source: Transferred Alarms
es_es: Transferir
zh_cn: 转警

# Rpt_VehicleType
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类别

# Rpt_VideoFlow_TimeSpan
source: Total Duration
es_es: Duración total
zh_cn: 总时长

# Rpt_VideoFlow_Title
source: Video Traffic Statistics
es_es: Estadística de datos de video
zh_cn: 视频流量统计报表

# Rpt_VideoFlow_VideoSize
source: Total Traffic(M)
es_es: Datos totales(M)
zh_cn: 总流量(M)

source: Security Suite
es_es: Suite de seguridad
zh_cn: 安全套件

# StatisticsByCity
source: By City
es_es: Estadística por municipio
zh_cn: 按市统计

# StatisticsByDay
source: By Day
es_es: Estadística diaria
zh_cn: 按日统计

# StatisticsByMonth
source: By Month
es_es: Estadística mensual
zh_cn: 按月统计

# StatisticsByVehicle
source: By Vehicle
es_es: Estadística por vehículo
zh_cn: 按车辆统计

# StatisticsByOrganzation
source: By Agency
es_es: Estadística por organismo
zh_cn: 按组织机构统计

# StatisticsByProvince
source: By Province
es_es: Estadística por provincia
zh_cn: 按省统计

# StatisticsByWeek
source: By Week
es_es: Estadística semanal
zh_cn: 按周统计

# StatisticsByYear
source: By Year
es_es: Estadística anual
zh_cn: 按年统计

# Tip_SelectCamera
source: Please select a camera.
es_es: Seleccione cámara
zh_cn: 请选择摄像头

# UserOnlineDetail
source: Online Users
es_es: Usuarios conectados
zh_cn: 用户在线

# VehicleOffLine
source: Offline Vehicles
es_es: Vehículos desconectados
zh_cn: 未上线车辆

# AlertNum
source: Total
es_es: Cantidad
zh_cn: 总数

# CameraAlert
source: Camera Alerts
es_es: Alerta de cámara
zh_cn: Camera 告警

# ClientUserActiveStatus
source: Active
es_es: Activo
zh_cn: 运行

# ClientUserInActiveStatus
source: Inactive
es_es: Inactivo
zh_cn: 暂停

source: Duration
es_es: Duración
zh_cn: 时长

# FalseAlarm
source: False Alarms
es_es: Cantidad de falsas alarmas
zh_cn: 假警数量

# FenceAlert
source: Geo-fence Entry/exit
es_es: Entrada y salida de geocerca
zh_cn: 进出围栏

# GNSSAlert
source: GNSS Alerts
es_es: Alerta de GNSS
zh_cn: GNSS 告警

# LEDAlert
source: LED Alerts
es_es: Alerta de LED
zh_cn: LED 告警

# OffRouteAlert
source: Route Deviation
es_es: Desviación de ruta
zh_cn: 偏移路线

# PowerAlert
source: Power Supply Alerts
es_es: Alerta de Power
zh_cn: 电源告警

# RouteAlert
source: Route Access
es_es: Entrada y salida de ruta
zh_cn: 进出路线

# Rpt_Alarm_Menu
source: Alarm Statistics
es_es: Estadística de alarma de vehículo
zh_cn: 报警统计

# Rpt_Alert_Camera
source: Camera Alerts
es_es: Alerta de cámara
zh_cn: 摄像头告警

# Rpt_Alert_Fence
source: Geo-fence Entry/exit
es_es: Entrada y salida de geocerca
zh_cn: 进出围栏

# Rpt_Alert_GNSS
source: GNSS Alerts
es_es: Alerta de GNSS
zh_cn: GNSS 告警

# Rpt_Alert_LED
source: LED Alerts
es_es: Alerta de LED
zh_cn: LED 告警

# Rpt_Alert_OffRoute
source: Route Deviation
es_es: Desviación de ruta
zh_cn: 偏移路线

# Rpt_Alert_Power
source: Power Supply Alerts
es_es: Alerta de Power
zh_cn: 电源告警

# Rpt_Alert_Route
source: Route Access
es_es: Entrada y salida de ruta
zh_cn: 进出路线

# Rpt_Alert_Speed
source: Overspeed
es_es: Exceso de velocidad
zh_cn: 超速

# Rpt_Alert_Total
source: Total
es_es: Cantidad de alertas
zh_cn: 告警总数

# Rpt_Alert_TTS
source: TTS Alerts
es_es: Alerta de TTS
zh_cn: TTS 告警

# Rpt_BusinessAlert_Title
source: Business Alert Statistics
es_es: Estadística de alertas de servicio
zh_cn: 车辆告警统计报表

# Rpt_DeviceAlert_Title
source: Device Alert Statistics
es_es: Estadística de alertas de equipo
zh_cn: 设备告警统计

# Rpt_Offline_Owner
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

# Rpt_Offline_Phone
source: Contact No.
es_es: Tel.
zh_cn: 联系电话

# SpeedAlert
source: Overspeed
es_es: Exceso de velocidad
zh_cn: 超速

# TotalAlarm
source: Total
es_es: En total
zh_cn: 总数

# TransferAlarm
source: Transferred Alarms
es_es: Cantidad de transferencias
zh_cn: 转警数量

# TrueAlarm
source: Real Alarms
es_es: Cantidad de alarmas verdaderas
zh_cn: 真警数量

# TTSAlert
source: TTS Alerts
es_es: Alerta de TTS
zh_cn: TTS 告警

source: Add Agency
es_es: Agregar organismo
zh_cn: 添加组织机构

source: Add Vehicle
es_es: Agregar vehículo
zh_cn: 添加车辆

# BindChaffer
source: Bind Churffure
es_es: Vincular conductor
zh_cn: 绑定驾驶员

# BindingUser
source: Bind User
es_es: Vincular
zh_cn: 绑定用户

source: Delete Agency
es_es: Eliminar organismo
zh_cn: 删除组织机构

source: Delete Vehicle
es_es: Eliminar vehículo
zh_cn: 删除车辆

source: Edit Agency
es_es: Editar organismo
zh_cn: 修改组织机构

source: Edit Vehicle
es_es: Editar vehículo
zh_cn: 修改车辆

source: Export Vehicle
es_es: Exportar vehículo
zh_cn: 导出车辆

source: Import
es_es: Importar
zh_cn: 导入

source: Import Vehicle
es_es: Importar vehículo
zh_cn: 导入车辆

source: Monitor Group Manage
es_es: Gestión de grupo monitoreo
zh_cn: 监控组管理

source: View Accessory
es_es: Ver el accesorio
zh_cn: 查看部件

source: Add User Agency
es_es: Agregar organismo del usuario
zh_cn: 添加用户组织机构

source: Add User
es_es: Agregar usuario
zh_cn: 添加用户

# UpdateUser
source: Edit User
es_es: Editar usuario
zh_cn: 修改用户

source: Delete User
es_es: Eliminar usuario
zh_cn: 删除用户

source: Add Role
es_es: Agregar Rol
zh_cn: 添加角色

# UpdateRole
source: Edit Role
es_es: Editar Rol
zh_cn: 修改角色

source: Delete Role
es_es: Eliminar Rol
zh_cn: 删除角色

source: Business Alert Report
es_es: Estadística de alerta de servicio
zh_cn: 业务告警报表

source: Delete User Agency
es_es: Eliminar organismo del usuario
zh_cn: 删除用户组织机构

source: Device Alert Report
es_es: Estadística de alerta de equipo
zh_cn: 设备告警报表

source: Edit Belong Agency
es_es: Editar organismo
zh_cn: 编辑所属组织机构

source: Edit Permissions
es_es: Editar permiso
zh_cn: 编辑权限

source: Edit User Agency
es_es: Editar organismo del usuario
zh_cn: 修改用户组织机构

source: GIS Management
es_es: Gestión de GIS
zh_cn: GIS 管理

# InstallationManagementMenu
source: Installation Management
es_es: Instalación y mantenimiento
zh_cn: 安装运维

source: Test
es_es: Prueba
zh_cn: 测试

# AlarmTime
source: Time
es_es: Tiempo
zh_cn: 报警时间

# AlertTime
source: Time
es_es: Hora
zh_cn: 告警时间

# AlreadyShow
source: Displayed
es_es: Mostrado
zh_cn: 已显示

# BatchCapture
source: Continuous Shooting
es_es: Disparo continuo
zh_cn: 连拍

# BegTimeUpMinTime
source: The start time must be later than the mimimum time.
es_es: Fecha inicial debe ser posterior a la fecha mínimo del sistema
zh_cn: 开始时间必须大于最小时间

# EndTimeMinMaxTime
source: The end time must be earlier than the maximum time.
es_es: Fecha final debe ser posterior a la fecha máximo del sistema
zh_cn: 结束时间必须小于最大时间

# LastPhoto
source: Previous
es_es: Anterior
zh_cn: 上一张

# LengUpZero
source: The step must be greater than 0.
es_es: Intervalo debe ser mayor que 0
zh_cn: 步长必须大于0

# MaxUpMin
source: The maximum time value must be greater than the minimum time value.
es_es: La fecha mínima de finalización debe ser posterior a la fecha máxima de inicio
zh_cn: 最大时间值必须大于最小时间值

# NextPhoto
source: Next
es_es: Siguiente
zh_cn: 下一张

# PictureMark
source: Mark
es_es: Marcar
zh_cn: 标记

# SingleCapture
source: Single Shooting
es_es: Foto
zh_cn: 单拍

# MaintainMonitor
source: Maintain Plantform
es_es: Plataforma de mantenimiento
zh_cn: 运维平台

# SecurityMonitor
source: Public Transport Plantform
es_es: Plataforma de transporte público
zh_cn: 公交平台

# ReportStrategyEnum_ByInterval
source: By Interval
es_es: Por duración
zh_cn: 按时长

# ReportStrategyEnum_ByIntervalAndLength
source: By Interval and Length
es_es: Por distancia y duración
zh_cn: 按时长和距离

# ReportStrategyEnum_ByLength
source: Distance
es_es: Por distancia
zh_cn: 按距离

# Msg_Send
source: Send
es_es: Enviar
zh_cn: 发送

# SelectChannelTitle
source: Select Channel
es_es: Seleccionar canal
zh_cn: 通道选择

# LetEndTime
source: End Time
es_es: Hasta
zh_cn: 结束时间

# LetStartTime
source: Start Time
es_es: Desde
zh_cn: 开始时间

source: Notice
es_es: Aviso
zh_cn: 通知

source: Security
es_es: Seguridad
zh_cn: 安全

# PartModel
source: Accessory {0} Model
es_es: Modelo de accesorio [ 0 ]
zh_cn: 部件 {0} 型号

# PartName
source: Accessory {0} Name
es_es: Nombre de accesorio [ 0 ]
zh_cn: 部件 {0} 名称

# PartProduceTime
source: Accessory {0} Production Date
es_es: Fecha de fabricación de accesorio [ 0 ]
zh_cn: 部件 {0} 出厂日期

# PartSn
source: Accessory {0} No.
es_es: ID de accesorio [ 0 ]
zh_cn: 部件 {0} 编号

# InitServiceClientError
source: Initialize the service client error
es_es: Error del cliente después de inicialización
zh_cn: 初始化后服务客户端错误

# INSTALLTION_ContinueInstall
source: Continue
es_es: Continuar
zh_cn: 继续

# Info_OperateType
source: Log Type
es_es: Tipo de Log
zh_cn: 日志类型

# ID_INSTALL_NotAssignSetupStation
source: Not Assign the Setup Station.
es_es: No ha vinculado la estación de instalación
zh_cn: 没有分配安装点

# Tip_ContinueShooting
source: Shooting continuously...
es_es: Fotografiando en disparo continuo…
zh_cn: 当前正在连拍中

# SafeSuitDeviceNumber
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

source: Dark Gray
es_es: Gris oscuro
zh_cn: 深灰

source: Dark Green
es_es: Verde oscuro
zh_cn: 深绿色

source: Dim Gray
es_es: Gris fuerte
zh_cn: 暗灰

source: Year
es_es: Año
zh_cn: 年

source: Month
es_es: Mes
zh_cn: 月

# Week
source: Year-Week
es_es: Año-Semana
zh_cn: 年-周

# SelectCar
source: Please Select Car!
es_es: Seleccionar vehiculo
zh_cn: 请选择车辆!

source: Clear Operate Log
es_es: Limpiar log de gestión de usuario
zh_cn: 清理操作日志

source: Clear Video Download Log
es_es: Limpiar log de descarga de video
zh_cn: 清理视频下载日志

source: Clear Video Play Log
es_es: Limpiar log de Reproducción
zh_cn: 清理视频播放日志

# Light Gray
source: Light Grey
es_es: Gris claro
zh_cn: 浅灰

source: White Smoke
es_es: Blanco hielo
zh_cn: 烟白

# NameExits
source: Role name already exists.
zh_cn: 角色名称已存在

# OrderClientManagerLog
source: Client Management Log
zh_cn: 客户管理日志

source: Claim Time
es_es: Fecha y hora del resultado
zh_cn: 认领时间

# PhoneOverLength
source: Length can't be over 12!
es_es: La longitud no puede superar a 12 dígitos
zh_cn: 长度不能超过12位

source: Delete Function
es_es: Funciones canceladas
zh_cn: 去除功能

source: Add Function
es_es: Funciones agregadas
zh_cn: 添加功能

# RouteWidthLimit
source: The route width must range from 0 to 255!
es_es: Ancho de ruta tiene que ser más de 0 y menos de 255
zh_cn: 路线宽度数值应在0到255之间

# IncidentCommon
source: Common
es_es: General
zh_cn: 一般

# IncidentLarger
source: Superior
es_es: mayor
zh_cn: 较大

# IncidentLevel
source: Event Level
es_es: Nivel de actividad
zh_cn: 事件等级

# IncidentMajor
source: Grave
es_es: Grande
zh_cn: 重大

# IncidentSpecialSignificant
source: Major
es_es: Especialmente importante
zh_cn: 特别重大

source: Incident address
es_es: Dirección del incidente
zh_cn: 事发地址

# MAINPAGE_SystemRubbish
source: System dustbin
es_es: Sistema de basura
zh_cn: 系统垃圾箱

# E8_AlarmGps
source: Vehicle Alarm GPS Data
es_es: Datos de GPS de alarma de botón de pánico

# GIS_MDVRID
source: MDVR ID
es_es: ID de MDVR

# GIS_Tip
source: Tip
es_es: Nota

source: Government
es_es: Gobierno

# InstallAvailableTime1
source: Time Interval
es_es: Intervalo de tiempo

# Screen
source: LED
es_es: Pantalla

source: Channel
es_es: Canal
