Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# Support_StationName
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# SysMangerUser
source: System Administrator
es_es: Administrador de sistema
zh_cn: 系统管理员

# SysMangerUserList
source: System Administrator User Information
es_es: Información de usuario del administrador de sistema
zh_cn: 系统管理员用户信息

# SystemManager_Name_Duplicate
source: This name is duplicated.
es_es: Se ha duplicado el nombre
zh_cn: 名称重复

# System_Setting_Faild
source: Save failed.
es_es: No se ha guardado correctamente
zh_cn: 保存失败

# System_Setting_Succeed
source: Saved successfully.
es_es: Se ha guardado correctamente
zh_cn: 保存成功

source: Taxi
zh_cn: 出租车

source: Teal
es_es: Verde azulado
zh_cn: 水鸭色

# Testing
source: Installation Testing
es_es: Prueba de instalación
zh_cn: 测试安装

# The
source: Page
es_es: N°
zh_cn: 第

# TimeError
source: The start time cannot be later than the end time!
es_es: La hora de inicio no puede ser posterior que la hora de finalización
zh_cn: 开始时间不能大于截止时间!

source: Tip
es_es: Aviso
zh_cn: 提示

# TRAFFICE_Rule_Vehicle
source: Overspeed Rule Application
es_es: Información de aplicación de reglas de exceso de velocidad
zh_cn: 超速规则应用情况

# TrafficPart_UserInfor
source: Supervisory Administrator Info
es_es: Información de usuario de administrador de monitoreo
zh_cn: 监督管理员用户信息

# TRAFFIC_Add_SpeedLimit
source: Add rule of overspeed alarm
es_es: Agregar regla de alarma de exceso de velocidad
zh_cn: 添加超速报警规则

# Traffic_Add_Succeed
source: Added successfully.
es_es: Se ha agregado correctamente
zh_cn: 添加成功

# TRAFFIC_ApplyToCarSuccessful
source: Set successfully.
es_es: Se ha configurado correctamente
zh_cn: 设置成功

# TRAFFIC_ApplyToVehicleFaild
source: Failed to associate with the vehicle.
es_es: Error al vincular vehículo
zh_cn: 关联车辆失败

# Traffic_areaexistingbyadding
source: New geo-fence already exists
es_es: Ya existe la geocerca recién creada
zh_cn: 新增的电子围栏已存在

# Traffic_arealimitedbyadding
source: Quantity Limitation
es_es: Superó el límite de cantidad de las geocercas
zh_cn: 超出电子围栏个数限制

# TRAFFIC_CarNo
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# TRAFFIC_Cencel
source: Reset
es_es: Restablecer
zh_cn: 重置

# TRAFFIC_City
source: City
es_es: Municipio
zh_cn: 管辖市

# TRAFFIC_ControlTime
source: Time Limit
es_es: Límite de tiempo
zh_cn: 时间限制

# TRAFFIC_CoreId
source: Chip No.
es_es: ID de chip
zh_cn: 芯片号

# TRAFFIC_DELETEALLVEHCLE
source: Delete all Vehicles
es_es: Eliminar todos los vehículos
zh_cn: 删除全部车辆

# Traffic_DeleteAllVehilce
source: Are you sure you want to delete all associated vehicles?
es_es: ¿Está seguro de que desea eliminar todos los vehículos relacionados?
zh_cn: 确定删除关联的全部车辆?

# TRAFFIC_DeleteCarFence
source: Please delete associated vehicle before delete the geo-fence.
es_es: Elimine primero el vehículo asociado para eliminar la geocerca
zh_cn: 请先删除关联的车辆才能删除该围栏

# TRAFFIC_DeleteConnect
source: Delete Association
es_es: Eliminar vinculación
zh_cn: 删除关联

# TRAFFIC_DeleteFence
source: Are you sure you want to delete the geo-fence of the region
es_es: ¿Está seguro de que desea eliminar la geocerca?
zh_cn: 确定删除该区域围栏?

# Traffic_DeleteGetCar_Failed
source: Fail to delete associated vehicle.
es_es: Error al eliminar vehículo asociado
zh_cn: 删除关联车辆失败

# TRAFFIC_DeleteRelationFence
source: Are you sure you want to delete the association between fence and vehicle?
es_es: ¿Está seguro de que desea eliminar la vinculación entre la geocerca y el vehículo?
zh_cn: 确定删除围栏与车辆的关联?

# TRAFFIC_DetailInfo
source: Detailed Info
es_es: Información detallada
zh_cn: 详细信息

# Traffic_DrawfeatureCompleteTip
source: Finish drawing, click Confirm to save it. Click Cancel to cancel the operation. Click Refresh and draw again.
es_es: Dibujo terminado, haga clic en "Aceptar" para guardar, "Cancelar" para anular la operación, o haga clic en "Dibujar nuevamente" para dibujar de nuevo
zh_cn: 绘制完成,点击确定按钮保存,点击取消按钮取消操作,点击重新绘制按钮重新绘制图形

# TRAFFIC_DrawFenceGraphics
source: Please draw a geo-fence on map, or the fence won't be added.
es_es: Dibuje la geocerca en el mapa, en caso contrario no será agregada
zh_cn: 请在地图上绘制围栏,否则该围栏将不会被添加

# TRAFFIC_ElectricFence
source: Geo-fence
es_es: Geocerca
zh_cn: 区域围栏

# TRAFFIC_ElectricFence_Add
source: Add
es_es: Agregar geocerca
zh_cn: 添加

# TRAFFIC_ElectricFence_Delete
source: Delete
es_es: Eliminar geocerca
zh_cn: 删除

# TRAFFIC_ElectricFence_EditGeometry
source: Edit Shape
es_es: Editar forma
zh_cn: 编辑形状

# TRAFFIC_ElectricFence_Name
source: Name
es_es: Nombre
zh_cn: 名称

# TRAFFIC_EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# Traffic_ExsitFenceName
source: This geo-fence name already exists.
es_es: El nombre de la geocerca ya existe
zh_cn: 围栏名称已存在

# Traffic_ExsitSpeedName
source: The overspeed rule name already exists.
es_es: El nombre de la regla de sobrevelocidad ya existe
zh_cn: 超速规则名称已存在

# TRAFFIC_FAILED
source: Send failed.
es_es: Error al enviar
zh_cn: 发送失败

# TRAFFIC_FailedReason
source: Reasons for Send Failures
es_es: Causa de fallo
zh_cn: 失败原因

# TRAFFIC_Fence
source: Geo-fence
es_es: Geocerca
zh_cn: 电子围栏

# TRAFFIC_FenceControlSpeed
source: Speed Limit
es_es: Límite de velocidad
zh_cn: 速度限制

# TRAFFIC_FenceName
source: Name
es_es: Nombre
zh_cn: 名称

# TRAFFIC_FenceType
source: Access warning type
es_es: Tipo de alerta de entrada y salida de geocerca
zh_cn: 进出围栏告警类型

# Traffic_GetCar_Failed
source: Failed to search the associated vehicle.
es_es: Error al buscar vehículo vinculado
zh_cn: 查询关联车辆失败

# Traffic_GetFence_Failed
source: Failed to search the geo-fence.
es_es: Error al buscar geocerca
zh_cn: 查询围栏失败

# TRAFFIC_InputDateInValid
source: The end time must be later than the start time.
es_es: La hora final debe ser posterior a la inicial
zh_cn: 结束时间应该晚于起始时间

# TRAFFIC_InputFenceAddress
source: Address information is no more than 200 characters
es_es: La dirección debe ser menos de 200 caracteres
zh_cn: 地址信息最多为200个字符

# TRAFFIC_InputFenceName
source: Please enter the name of geo-fence!
es_es: Ingrese nombre de geocerca
zh_cn: 请输入围栏名称!

# TRAFFIC_InputFenceNameLimitLenth
source: Fence name is no more than 99 characters
es_es: El nombre de geocercadebe ser menos de 99 caracteres
zh_cn: 围栏名称最多为99个字符

# TRAFFIC_InputFenceType
source: Please select the type of geo-fence!
es_es: Seleccione el tipo de geocerca
zh_cn: 请选择围栏类型

# TRAFFIC_InputValidDuration
source: Please enter valid duration (1-1800).
es_es: Ingrese el tiempo de duración válido (1-1800)
zh_cn: 请输入有效的持续时间(1-1800)

# TRAFFIC_InputValidMaxSpeed
source: Please enter the maximum speed (1-200).
es_es: Ingrese una máxima velocidad válida (1-200)
zh_cn: 请输入有效地最大速度(1-200)

# TRAFFIC_InputValidMinSpeed
source: Please enter the valid minimum speed (0-200)
es_es: Ingrese una mínima velocidad válida (0-200)
zh_cn: 请输入有效地最小速度(0-200)

# TRAFFIC_Input_AddressTip
source: The valid length is between 0 to 200 characters.
es_es: Rango válido es de 1-200 letras
zh_cn: 有效长度为0-200个字符

# TRAFFIC_Input_MaxSpeedTip
source: The valid range of speed is between 0 to 200 km/h.
es_es: Rango válido de velocidad de 0-200km/h
zh_cn: 速度有效范围0-200km/h

# TRAFFIC_Input_MinSpeedTip
source: The valid range of speed is between 0 to 200 km/h.
es_es: Rango válido de velocidad de 0-200km/h
zh_cn: 速度有效范围0-200km/h

# TRAFFIC_Input_NameTip
source: The valid range of name is between 1 to 99 characters.
es_es: Longitud válida de nombre de 1-99 Letras
zh_cn: 名称有效长度为1-99个字符

# TRAFFIC_Mark
source: Plotting
es_es: Trazado
zh_cn: 标绘

# TRAFFIC_MaxSpeed
source: Maximum Speed (km/h)
es_es: Velocidad máxima (Km/h)
zh_cn: 最大速度(km/h)

# TRAFFIC_MenuTitle
source: Traffic Management
es_es: Gestión de tránsito
zh_cn: 交通管理

# TRAFFIC_MinSpeed
source: Minimum Speed (km/h)
es_es: Velocidad mínima (Km/h)
zh_cn: 最小速度(km/h)

# Traffic_NoBusStop
source: The site to be analysis is not found.
es_es: No se ha encontrado la estación que quiere analizar
zh_cn: 没有查找到分析的站点

# Traffic_NoFailedReason
source: The failure info was not recorded.
es_es: No se ha registrado información de fallo
zh_cn: 未记录失败信息

# Traffic_NoFence
source: There is no fence for the vehicle.
es_es: No se ha configurado geocerca a este vehículo
zh_cn: 该车辆没有设置围栏

# Traffic_notexistbydeleting
source: Deleted geo-fence does not exist.
es_es: No existe la geocerca que quiere eliminar
zh_cn: 删除的电子围栏不存在

# Traffic_notexistbymodifying
source: Changed geo-fence does not exist.
es_es: No existe la geocerca que quiere modificar
zh_cn: 修改的电子围栏不存在

# TRAFFIC_Operation
source: Operation
es_es: Operación
zh_cn: 操作

# Traffic_Oper_Faild
source: Failed to send the rule.
es_es: Operación fallida
zh_cn: 规则下发失败

# Traffic_Oper_Succeed
source: The rule has been sent.
es_es: Operación exitosa
zh_cn: 规则已下发

# TRAFFIC_Ops
source: Operation
es_es: Operación
zh_cn: 操作

# TRAFFIC_Province
source: Province
es_es: Estado
zh_cn: 管辖省

# TRAFFIC_Query_NameTip
source: Enter the keywords of the name.
es_es: Ingresar palabra clave de nombre
zh_cn: 输入名称的关键字

# TRAFFIC_Query_VehicleTip
source: Enter the keywords of the license plate number.
es_es: Ingresar palabra clave de placa
zh_cn: 输入车牌号关键字

# TRAFFIC_Recmd
source: Resend
es_es: Enviar de nuevo
zh_cn: 重新下发

# Traffic_Redraw
source: Redraw
es_es: Redibujar
zh_cn: 重新绘制

# TRAFFIC_Refesh
source: Refresh
es_es: Actualizar
zh_cn: 刷新

# Traffic_ResultEmpty
source: No Results returned!
es_es: No hay resultado
zh_cn: 没有结果返回

# TRAFFIC_RuleSetting_Selected
source: Select Vehicle
es_es: Seleccionar vehículo
zh_cn: 选择车辆

# TRAFFIC_RuleToVehicleDetail
source: View the details of the corresponding relationship between overspeed rules and vehicles.
es_es: Ver detalles de relación entre regla de exceso de velocidad y vehículo
zh_cn: 查看超速规则与车辆对应关系详情

# TRAFFIC_RuleToVehicleTime
source: Association Time
es_es: Hora de vinculación
zh_cn: 关联时间

# TRAFFIC_RuLeVehicleList
source: Failed to send the command. Please check the status of service and try again, or contact with+D1880:E1893 administrator.
es_es: Lista de aplicación de reglas de exceso de velocidad
zh_cn: 超速规则应用列表

# TRAFFIC_Rule_Name
source: Rule Name
es_es: Nombre de regla
zh_cn: 规则名称

# TRAFFIC_Save
source: Save
es_es: Guardar
zh_cn: 保存

# Traffic_SeelctNoCar
source: No Vehicle is selected
es_es: No se ha seleccionado vehículos
zh_cn: 没有选择车辆

# TRAFFIC_SELECTVEHCLE
source: Select Vehicle
es_es: Seleccionar vehículo
zh_cn: 选择车辆

# TRAFFIC_SENDING
source: Sending
es_es: Enviando
zh_cn: 发送中

# Traffic_SendMessageFiald
source: Failed to send the command. Please check the status of service and try again, or contact with administrator.
es_es: Error al enviar instrucciones, chequee el estado de servicio e inténtelo de nuevo o póngase en contacto con el administrador
zh_cn: 发送命令时失败，请检查服务状态并重试或者联系管理员

# TRAFFIC_Speeding
source: Overspeed
es_es: Exceso de velocidad
zh_cn: 超速

# TRAFFIC_SpeedLimit
source: Overspeed Alarm Rule Management
es_es: Gestión de regla de alarma de exceso de velocidad
zh_cn: 超速报警规则管理

# TRAFFIC_SpeedLimitList
source: Overspeed Alert Rule List
es_es: Lista de reglas de alerta de exceso de velocidad
zh_cn: 超速告警规则列表

# TRAFFIC_SpeedLimit_DURATION
source: Duration(min)
es_es: Duración(segundos)
zh_cn: 持续时间( 秒)

# TRAFFIC_SpeedMaxMinError
source: The maximum speed must be greater than the minimum speed
es_es: La velocidad máxima debe ser mayor que la velocidad mínima
zh_cn: 最大速度必须大于最小速度

# TRAFFIC_SpeedRule
source: Overspeed Alert Rule Management
es_es: Gestión de regla de alerta de exceso de velocidad
zh_cn: 超速告警规则管理

# TRAFFIC_SpeedRuleDetail
source: View Overspeed Alert Rule Details
es_es: Ver detalles de regla de alerta de exceso de velocidad
zh_cn: 查看超速告警规则详情

# TRAFFIC_SpeedRuleModify
source: Change Overspeed Alert Rule
es_es: Modificar regla de alerta de exceso de velocidad
zh_cn: 修改超速告警规则

# TRAFFIC_SpeedRuleToVehicle
source: Set Overspeed Alert Rule to Vehicle
es_es: Aplicar regla de alerta de exceso de velocidad a vehículo
zh_cn: 设置超速告警规则到车辆

# TRAFFIC_SpeedRule_Creator
source: Creator
es_es: Creador
zh_cn: 创建人

# TRAFFIC_SpeedRule_CreatTime
source: Creation Time
es_es: Fecha y hora de creación
zh_cn: 创建时间

# TRAFFIC_SpeedRule_Failed
source: Failed to send the overspeed rule.
es_es: Error al enviar regla de exceso de velocidad
zh_cn: 超速规则下发失败

# TRAFFIC_SpeedRule_Failed_List
source: Failed to send the overspeed rule list.
es_es: Lista de error al enviar regla de exceso de velocidad
zh_cn: 超速规则下发失败列表

# TRAFFIC_SpeedVehicleSetting_Total
source: Associated Vehicles
es_es: Cantidad de vehículos que han aplicado la regla
zh_cn: 已关联车辆数

# TRAFFIC_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# TRAFFIC_status
source: Status
es_es: Estado
zh_cn: 状态

# TRAFFIC_SuiteID
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# TRAFFIC_TIP
source: Tip
es_es: Aviso
zh_cn: 提示

# TRAFFIC_TOTAL
source: Total
es_es: En total
zh_cn: 共计

# Traffic_UpdateState_Failed
source: Failed to update the association status.
es_es: Error al actualizar estado de vinculación
zh_cn: 更新关联状态失败

# TRAFFIC_ValidTime
source: Valid Period
es_es: Período de tiempo efectivo
zh_cn: 有效时间段

# TRAFFIC_VehicleSelection
source: Vehicle Selection
es_es: Selección del vehículo
zh_cn: 车辆选择

# TRAFFIC_WAITINTSEND
source: Ready to send
es_es: En espera de envío
zh_cn: 等待发送

# TravelPlanDetail
source: Driving Plan Execution Details
es_es: Detalle de plan de viaje
zh_cn: 行驶计划执行详情

# TRUE
source: Real
es_es: Ture
zh_cn: 真

source: Type
es_es: Tipo
zh_cn: 类型

# U
source: Unformatted
es_es: No formato
zh_cn: 未格式化

source: Unavailable
es_es: No está en condiciones de instalar
zh_cn: 不具备安装条件

source: Undefined
es_es: No definido
zh_cn: 未定义

# UnderSpeed
source: General Overspeed
es_es: Velocidad por debajo del límite
zh_cn: 普通低速

# UnderSpeedFence
source: Underspeed inside the geo-fence
es_es: Velocidad baja en geocerca
zh_cn: 围栏内低速

# UnhandleAlarm
source: Current Untreated Alarms
es_es: Cantidad de alarmas no tratadas
zh_cn: 当前未处理报警数

# UnhandleAlart
source: Current Untreated Alerts
es_es: Cantidad de alarmas no tratadas
zh_cn: 当前未处理告警数

# UnInstall
source: Uninstalled
es_es: No instalado
zh_cn: 未安装

# Unknown
source: Undefined
es_es: No definido
zh_cn: 未定义

# UpdatedSuccess
source: Updated successfully.
es_es: Se ha actualizado con éxito
zh_cn: 更新成功!

# UpdateSuccess
source: Updated successfully.
es_es: Se ha actualizado con éxito
zh_cn: 更新成功!

# UpgradeFail
source: Upgrade failed!
es_es: Error al actualziar
zh_cn: 升级失败

# UpgradeSuccess
source: Upgraded successfully.
es_es: Se ha actualizado con éxito
zh_cn: 升级成功

# UpgradFinish
source: Upgraded completely.
es_es: Actualización finalizada
zh_cn: 升级完成

source: Upgrading…
es_es: Actualizando
zh_cn: 正在升级

# UserExist
source: This user already exits.
es_es: Ya existe el usuario
zh_cn: 用户已存在

# UserGroup
source: Safety Group
es_es: Grupo de seguridad
zh_cn: 安全组

# UserInfoChange
source: User permission information of yours was changed, please login again!
es_es: Se ha modificado su permiso de usuario, vuelva a iniciar sesión
zh_cn: 您的用户权限信息被修改，请重新登录!

# UserInfoDelete
source: User information of yours was deleted, you will automatically exit the system!
es_es: Se ha eliminado su información de usuario, va a salir del sistema automáticamente
zh_cn: 您的用户信息被删除，您将自动退出系统!

# UserInfoList
source: List of User Info
es_es: Lista de información de usuario
zh_cn: 用户信息列表

source: User Level
es_es: Nivel de usuario
zh_cn: 用户级别

source: Username
es_es: Nombre de usuario
zh_cn: 用户姓名

source: User Role
es_es: Rol
zh_cn: 用户角色

# UserRoleInfo
source: User Role Details
es_es: Detalle de rol de usuario
zh_cn: 用户角色详情

# User_LoginName
source: Login Name
es_es: Nombre de acceso
zh_cn: 登录名

# User_UserAuthority
source: Permission
es_es: Permiso
zh_cn: 权限

# User_UserName
source: Username
es_es: Nombre de usuario
zh_cn: 用户名

# V
source: Invalid
es_es: Inválido
zh_cn: 无效

source: Valid
es_es: Válido
zh_cn: 有效

# ValueBeNum
source: The value must be an integer between 0 and 99999999.
es_es: El valor solo puede ser un número entero en el rango de 0 a 99999999
zh_cn: 值只能是0~99999999范围内的整数

# ValueNotNull
source: The value cannot be empty.
es_es: El valor no puede estar nulo
zh_cn: 值不能为空

# ValueTheSame
source: The value is duplicate.
es_es: El valor no puede repetirse
zh_cn: 值存在重复

# VDL_DownReady
source: MDVR Video
es_es: Lista de videos descargados
zh_cn: MDVR视频

# VDL_DownReadyS
source: Downloaded List
es_es: Lista de videos descargados
zh_cn: 已下载列表

# VDL_MdvrBusy
source: The system is busy. Please try again later
es_es: El sistema está ocupado, inténtelo más tarde
zh_cn: 系统正忙，稍后再试

# VDL_MdvrLoad
source: MDVR Video
es_es: Video de MDVR
zh_cn: MDVR视频

# VDL_MdvrLoadingFile
source: Video is being downloaded.
es_es: Video en descarga
zh_cn: 下载中视频

# VDL_MdvrLoadingFileS
source: Video is being downloaded.
es_es: Video en descarga
zh_cn: 下载中视频

# VDL_MdvrLoadS
source: MDVR Video
es_es: Video de MDVR
zh_cn: MDVR视频

# VDL_Name
source: Download Options
es_es: Opción de descarga
zh_cn: 下载选项

# VDL_SerListDown
source: Downloaded Video
es_es: Video descargado
zh_cn: 已下载视频

# VDL_VideoInfo
source: Video Info
es_es: Información de video
zh_cn: 视频信息

# VDM_Cancel
source: Cancel
es_es: Cancelar
zh_cn: 取消

# VDM_CarNo
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# VDM_CarNoIsNotNull
source: The license plate number cannot be empty.
es_es: El número de placa no puede quedar vacío
zh_cn: 车牌号不能为空

# VDM_CarNotExitsError
source: The license plate number does not exist.
es_es: No existe el número de placa
zh_cn: 车牌号不存在

# VDM_CarOffLine
source: Vehicle Offline
es_es: El vehículo no está conectado
zh_cn: 车辆不在线

# VDM_ChannelNo
source: Channel No.
es_es: Canal
zh_cn: 通道号

# VDM_CommandSuccess
source: Instruction sent successfully!
es_es: Se han enviado las instrucciones correctamente
zh_cn: 指令发送成功

# VDM_CompleteDownload
source: Downloaded completely.
es_es: Descarga completa
zh_cn: 下载完成

# VDM_DownLoad
source: Download
es_es: Descarga
zh_cn: 下载

# VDM_DownloadLength
source: Duration
es_es: Duración de descarga (min)
zh_cn: 时长

# VDM_DownLoadLengthToolTip
source: Adjust the length of the current file
es_es: Modificar el tamaño del documento actual
zh_cn: 调整现在文件的长度

# VDM_DownloadStartTime
source: Start Time of Download
es_es: Hora de inicio de descarga
zh_cn: 下载开始时间

# VDM_DownLoadStartTimeToolTip
source: Change the start time of download
es_es: Modificar hora de inicio de descarga
zh_cn: 修改下载开始时间

# VDM_EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# VDM_EndTimeIsNotNull
source: The end time cannot be empty.
es_es: La hora de finalización no puede quedar vacía
zh_cn: 结束时间不能为空

# VDM_FaildDownLoad
source: Failed to send the instruction.
es_es: Error al enviar instrucciones
zh_cn: 指令发送失败

# VDM_LengthHeader
source: Duration
es_es: Duración
zh_cn: 时长

# VDM_LenMustLessthan
source: Downloaded file size should be less than
es_es: El tamaño del documento de descarga debe ser menos que
zh_cn: 下载文件大小应该小于

# VDM_LenMustMorethanZero
source: Downloaded file size should be greater than zero
es_es: El tamaño del documento de descarga debe ser más que 0
zh_cn: 下载文件大小应该大于零

# VDM_Operate
source: Operation
es_es: Operación
zh_cn: 操作

# VDM_Play
source: Play
es_es: Reproducir
zh_cn: 播放

# VDM_ProcessDownload
source: Downloading
es_es: Descargando
zh_cn: 下载中

# VDM_SaveAsLocal
source: Save to local
es_es: Guardar en disco local
zh_cn: 保存到本地

# VDM_Search
source: Search
es_es: Buscar
zh_cn: 查询

# VDM_Select
source: Select
es_es: Seleccionar
zh_cn: 选择

# VDM_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# VDM_StartTimeIsNotNull
source: The start time cannot be empty.
es_es: La hora de inicio no puede quedar vacía
zh_cn: 开始时间不能为空

# VDM_StopDownload
source: Download stopped.
es_es: Cese de descarga
zh_cn: 下载停止

# VDM_TimeSettingError
source: The start time cannot be later than end time.
es_es: La hora de inicio no puede ser posterior que la hora de finalización
zh_cn: 开始时间不能大于结束时间

# VDM_TimeSpan
source: Period
es_es: Periodo de tiempo
zh_cn: 时间段

# VDM_VideoServerFaild
source: Video server connection interrupted.
es_es: Conexión cortada con servidor de video
zh_cn: 视频服务器连接中断

# VDM_WaitDownload
source: Ready to download
es_es: En espera de descarga
zh_cn: 等待下载

# VedioNoSignal
source: No Signal
es_es: Cámara sin señal
zh_cn: 摄像头无信号

# VedioShelter
source: Camera Sheltered
es_es: Cámara cubierta
zh_cn: 摄像头遮挡

# VedioWall_VehicleList
source: Vehicle List
es_es: Lista de vehículos
zh_cn: 车辆列表

# Vedio_Install_SmallSize
source: Minimum Size of Video File for Installation and Verification
es_es: Tamaño mínimo de documento de instalación de verificación de video
zh_cn: 安装视频验证文件最小尺寸

# VehicleChecking
source: License Plate and Condition Check
es_es: Verificación de vehículo
zh_cn: 车牌车况检查

# VehicleElectronicFence
source: Geo-fence Entry/exit Situation
es_es: Información de vehículo de entrada y salida de geocerca
zh_cn: 车辆进出电子围栏情况

# VehicleStatus
source: Vehicle Operating Condition
es_es: Estado de funcionamiento de vehículo
zh_cn: 车辆运行状态

# VehicleTraffic_VehicleEquipmentStatus
source: Vehicle Device Service
es_es: Servicio de equipo de vehículo
zh_cn: 车载设备服务

source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型

# VideoSearchTimeLimit
source: Time range cannot exceed one day
es_es: El rango de tiempo no puede ser mayor que un día
zh_cn: 时间范围不能大于一天

source: Violet
es_es: Violeta
zh_cn: 紫罗兰

# VL
source: Video Lost
es_es: Se perdió el video.
zh_cn: 视频丢失

# VSM_Retril
source: Download failed. Please try again later!
es_es: Error al descargar, intente más tarde
zh_cn: 下载失败，稍后重试

# V_MDVR_Downloading
source: Existing Download Tasks for the Device
es_es: El equipo ya tiene tarea en descarga
zh_cn: 设备已有下载任务

source: Warning!
es_es: Advertencia
zh_cn: 警告!

source: White
es_es: Blanco
zh_cn: 纯白

source: Working
es_es: Trabajando
zh_cn: 工作中

source: Yellow
es_es: Amarillo
zh_cn: 纯黄

# YellowGreen
source: Green-yellow
es_es: Verde amarillo
zh_cn: 绿黄色

source: Yes
es_es: Sí
zh_cn: 是

# Length_Short_Warning
source: The string is too short.
es_es: La serie de caracteres es demasiado corta
zh_cn: 字符串过短

# ManualAlert
source: Manual
zh_cn: 手动

# AccountName
source: Account
es_es: Cuenta
zh_cn: 账号

source: Address
es_es: Dirección
zh_cn: 地址

# CellPhone
source: Mobile Phone
es_es: Celular
zh_cn: 手机

source: Contact Person
es_es: Contacto
zh_cn: 联系人

# Detail
source: View Details
es_es: Detalles
zh_cn: 查看详细

# DeviceCount
source: No. of Devices
es_es: Cantidad de equipos
zh_cn: 设备数量

source: Edit
es_es: Editar
zh_cn: 编辑

source: Email
zh_cn: 邮箱

# EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# GoPlice
source: Auto-transfer
es_es: Si
zh_cn: 直接转警

# IsToPlice
source: Auto-transfer
es_es: Transferencia automática
zh_cn: 是否直接转警

# Normal
source: Active
es_es: Normal
zh_cn: 正常

# NoToPlice
source: No
zh_cn: 不转警

source: Open
es_es: Abrir
zh_cn: 开通

# Pause
source: Inactive
es_es: Pausa
zh_cn: 暂停

# Resert
source: Reset
es_es: Restablecer
zh_cn: 重置

# ResertPwd
source: Reset Password
es_es: Restablecer contraseña
zh_cn: 重置密码

source: Save
es_es: Guardar
zh_cn: 保存

source: Search
es_es: Buscar
zh_cn: 查询

# StartTime
source: From
es_es: Desde
zh_cn: 开始时间

source: Status
es_es: Estado
zh_cn: 状态

# Telephone
source: Contact No.
es_es: Tel.
zh_cn: 电话

# Unit
source: Agency
es_es: Entidad
zh_cn: 单位

# UserCount
source: No. of Users
es_es: Cantidad de usuarios
zh_cn: 用户数量

# WaitGoPlice
source: After Preprocessing
es_es: Tras verificar
zh_cn: 接警判断后转警

# CustomerManage
source: Account Management
es_es: Gestión de clientes
zh_cn: 客户管理

# Expend
source: Expand
es_es: Extender
zh_cn: 展开

source: Hide
es_es: Esconder
zh_cn: 隐藏

# LogManage
source: Log Management
es_es: Gestión de registro
zh_cn: 日志管理

# OpenEndTime
source: End Time
es_es: Hora final
zh_cn: 开始结束时间

# OpenStartTime
source: Start Time
es_es: Hora inicial
zh_cn: 开通开始时间

# OutEndTime
source: End Time
es_es: Hora final de salida
zh_cn: 到期结束时间

# OutStartTime
source: Start Time
es_es: Hora inicial de salida
zh_cn: 到期开始时间
