Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# MONITOR_GroupCountMsg
source: The maximum number of groups up to 20.
es_es: Al máximo 20 Grupos
zh_cn: 分组仅可最多有20组

# MONITOR_GroupDeleConditionMsg
source: There are monitored vehicles under this group. Are you sure you want to delete this group?
es_es: El grupo tiene vehículo monitoreado, ¿desea eliminar?
zh_cn: 该分组下有监控的车辆，是否删除?

# MONITOR_GroupDeleConditionQuesitionMsg
source: Are you sure you want to delete the group?
es_es: ¿Está seguro de que desea eliminar el grupo?
zh_cn: 确认要删除该分组?

# MONITOR_GroupVehicleDeleConditionQuesitionMsg
source: Are you sure you want to remove this monitor vehicle?
es_es: ¿Está seguro de que desea eliminar este vehículo de monitoreo?
zh_cn: 确认要移出该监控车辆?

# MONITOR_GroupName
source: Group
es_es: Grupo de monitoreo
zh_cn: 监控组

# MONITOR_GroupNameConditionDetail
source: The name must contain less than 20 characters.
es_es: El nombre debe tener menos de 20 caracteres
zh_cn: 命名应该在20个字符内

# MONITOR_GroupNodeConditionDetail
source: The remarks must contain less than 200 characters.
es_es: La nota no debe sobrepasar 200 caracteres
zh_cn: 备注应该在200字符以内

# MONITOR_GroupNote
source: Remarks
es_es: Observaciones
zh_cn: 备注

# MONITOR_GroupOperation
source: Operation
es_es: Operación
zh_cn: 操作

# GoUp
source: Up
es_es: Mover arriba
zh_cn: 上移

# GoDown
source: Down
es_es: Mover abajo
zh_cn: 下移

# MONITOR_GroupRepeatMsg
source: The group name [{0}] is duplicated. Please change it!
es_es: El nombre de grupo [{0}] ya existe, modifíquelo
zh_cn: 组名[{0}]存在重复，请修改!

# MONITOR_HistoricalRoute
source: Historical Trajectory
es_es: Trayectoria historial
zh_cn: 历史轨迹

# MONITOR_HistoricalVideo
source: Historical Video
es_es: Video historial
zh_cn: 历史视频

# MONITOR_Loacte
source: Positioning
es_es: Localizar
zh_cn: 定位

# MONITOR_LocateConditionDetail
source: It becomes valid after the vehicle is monitored!
es_es: Hay que monitorear este vehículo
zh_cn: 需对本车辆进行监控方可有效!

# Monitor_MDVRGPS_RequestFails
source: Failed to request the GPS location.
es_es: Error al obtener la ubicación de GPS
zh_cn: 请求GPS位置失败

# MONITOR_MenuTitle
source: Daily Monitoring
es_es: Monitoreo diario
zh_cn: 日常监控

# MONITOR_MonitorGourpManager
source: Monitoring Group Management
es_es: Administración de grupo de monitoreo
zh_cn: 监控分组管理

# MONITOR_Notice
source: Tip
es_es: Aviso
zh_cn: 提示

# MONITOR_RequiredError
source: Required
es_es: Campo obligatorio
zh_cn: 必填字段!

# MONITOR_SecondVideo
source: Channel 2
es_es: Video 2
zh_cn: 第二路视频

# MONITOR_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# MONITOR_ThirdVideo
source: Channel 3
es_es: Video 3
zh_cn: 第三路视频

# MONITOR_Trace
source: Tracking
es_es: Pista
zh_cn: 追踪

# MONITOR_IncidentType
source: Incident Type
es_es: Tipo de evento
zh_cn: 事件类型

# MONITOR_NoteInfo
source: Note
es_es: Comentario
zh_cn: 备注内容

# MONITOR_VehicleCount
source: Total Number of Vehicles
es_es: Número total de vehículos
zh_cn: 车辆总数

# MONITOR_VehicleHBrand
source: Vehicle Brand
es_es: Marca
zh_cn: 车辆品牌

# MONITOR_VehicleHost
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

# MONITOR_VehicleId
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# MONITOR_VehicleLookTip
source: Interested
es_es: Monitoreo
zh_cn: 关注

# MONITOR_VehicleOnlineCount
source: Online Vehicles
es_es: Número total conectado
zh_cn: 在线数

# MONITOR_VehicleOnlineRate
source: Rate of Online Vehicles
es_es: Tasa de conexión
zh_cn: 在线率

# MONITOR_VehicleQuery
source: Search
es_es: Buscar vehículo
zh_cn: 查询车辆

# MONITOR_VehicleQueryAnsDetail
source: No matched results found!
es_es: No se encontró la placa
zh_cn: 无匹配结果!

# MONITOR_VehicleQueryDetail
source: Please enter the content to be searched.
es_es: Ingrese el contenido de la búsqueda
zh_cn: 请输入需要查询的内容

# MONITOR_VehicleType
source: Vehicle Type
es_es: Tipo
zh_cn: 车辆类型

# MONITOR_VehicleYear
source: Service Life
es_es: Año
zh_cn: 年限

# MONITOR_VehicleYEngine
source: Engine No.
es_es: Número de motor
zh_cn: 发动机号

# MONITOR_VehicleZceShelf
source: VIN
es_es: Número de chasis
zh_cn: 车架号

# MONITOR_VIDEO
source: Daily Monitoring Video Function
es_es: Función de video de monitoreo cotidiano
zh_cn: 日常监控视频功能

# MONITOR_VideoHasDown
source: It has been downloaded.
es_es: Video descargado
zh_cn: 已有下载

# MONITOR_VideoHasMonitor
source: Monitored
es_es: video monitoreado
zh_cn: 已有监视

# MONITOR_VideoMDVRFile
source: MDVR File
es_es: Documento de MDVR
zh_cn: MDVR文件

# MONITOR_VideoQueryAnsDetail
source: No Historical Videos!
es_es: No existe video historial
zh_cn: 无历史视频!

# MONITOR_VideoType
source: Type
es_es: Tipo
zh_cn: 类型

source: More
es_es: Más
zh_cn: 更多

# N
source: It does not exist.
es_es: No existe
zh_cn: 不存在

# NEW_Status
source: Status after operating
es_es: Estado después de operación
zh_cn: 操作后状态

# No
source: No Operation
es_es: No
zh_cn: 否

# NoPrinter
source: There is no printer available.
es_es: No hay impresora disponible
zh_cn: 没有可用的打印机

# NotAsPlanned
source: Not implemented as planned.
es_es: No ha sido ejecutado según el plan
zh_cn: 未按计划执行

# Note
source: Remarks
es_es: Observaciones
zh_cn: 备注

# NotTrue
source: The passwords you entered twice do not match.
es_es: No
zh_cn: 否

# NotUnified
source: No Permission
es_es: No coinciden las dos contraseñas introducidas de usuario
zh_cn: 两次输入的用户密码不一致!

# NoValidate
source: N/A
es_es: No tiene permiso
zh_cn: 无权限

source: No Operation
es_es: Sin operación
zh_cn: 无操作

# Offline24
source: 24h not on line
es_es: Desconectado en 24h
zh_cn: 24小时未上线

# Offline48
source: 48h not on line
es_es: Desconectado en 48h
zh_cn: 48小时未上线

# Offline72
source: 72h not on line
es_es: Desconectado en 72h
zh_cn: 72小时未上线

# OfflineTime
source: Offline length (hour)
es_es: Hora de desconexión
zh_cn: 离线时长(小时)

source: Offline
es_es: Desconectado
zh_cn: 离线

# OK
source: Normal
zh_cn: 正常

# OLD_Status
source: Status before operating
es_es: Estado antes de operación
zh_cn: 操作前状态

source: Olive
es_es: Oliva
zh_cn: 橄榄

source: OliveDrab
es_es: Verde oliva
zh_cn: 橄榄土褐色

source: Online
es_es: Conectado
zh_cn: 在线

# OnlineTime
source: Online Duration
es_es: Hora de conexión
zh_cn: 在线时长(小时)

source: Operation
es_es: Operación
zh_cn: 操作

# Operation_Succeed
source: Added successfully.
es_es: Se ha agregado correctamente
zh_cn: 添加成功

source: Orange
es_es: Naranja
zh_cn: 橙色

# Orchid
source: Orchid purple
es_es: Orquídea
zh_cn: 兰花紫

# OutFence
source: Geo-fence Exit
es_es: Salida de geocerca
zh_cn: 出电子围栏

# OutFenceTime
source: Geo-fence Exit Time
es_es: Hora de salir de geocerca
zh_cn: 出电子围栏时间

# OverSpeed
source: General overspeed inside the geo-fence
es_es: Exceso de velocidad
zh_cn: 普通超速

# OverSpeedFence
source: Overspeed within the geo-fence
es_es: Exceso de velocidad en geocerca
zh_cn: 围栏内超速

# OverTemperature
source: High Temperature
es_es: Temperatura alta
zh_cn: 高温

# PageNotFind
source: No pages found.
es_es: No se encuentra la página
zh_cn: 找不到页面

# PageSize
source: Items Per Page
es_es: Número de líneas mostradas en cada página
zh_cn: 每页显示数目

# PasswordAccordRule
source: Password length should be between 7 to 20 characters.
es_es: La contraseña debe ser entre 7 y 20 dígitos
zh_cn: 密码长度应在7-20个字符之间

# PasswordFault
source: Alarm for entering wrong password three times.
es_es: Tercer error al introducir la contraseña
zh_cn: 三次密码错误报警

# PasswordIllegal
source: Password must contain at least three of uppercase letters, lowercase letters, numbers, and special characters!
es_es: La contraseña debe contener al menos 3 de los siguientes tipos: mayúscula, minúscula, número y caracteres especiales
zh_cn: 密码至少要包含大写字母、小写字母、数字、特殊字符中的三种

# PasswordLikeUserName
source: Password and login name cannot be similar.
es_es: La contraseña no puede ser similar al nombre de usuario
zh_cn: 密码不能和登录名相似

# PerformAsPlanned
source: Execution Based on Plan
es_es: Ejecutar según lo planteado
zh_cn: 按计划执行

# Phone
source: Contact No.
es_es: Tel.
zh_cn: 电话

# PhoneUnright
source: Telephone format error
es_es: Formato de teléfono incorrecto
zh_cn: 电话格式不正确

# PlanNotPerformed
source: Plan was not executed.
es_es: Plan no realizado
zh_cn: 计划没有执行

# Plan_Point_NoOnTime
source: Does not arrive on time.
es_es: No llegó a tiempo
zh_cn: 未准时到达

# Plan_Point_NoPass
source: Does not pass by.
es_es: El vehículo no ha pasado por la estación
zh_cn: 未经过

# Plan_Point_OnTime
source: On-time Arrival
es_es: Llegó a tiempo
zh_cn: 准时到达

# PleaseInputGroup
source: Please enter safety group.
es_es: Ingrese grupo
zh_cn: 请输入安全组

# PleaseInputSendInfo
source: Please enter the message to be sent.
es_es: Ingrese mensaje para enviar
zh_cn: 请输入下发消息

# PleaseInputUserName
source: Please enter a user name!
es_es: Ingrese nombre de usuario
zh_cn: 请输入用户名!

source: Private
es_es: Privado
zh_cn: 私有

# ProviceName
source: Province
es_es: Estado
zh_cn: 省份

source: Province
es_es: Estado
zh_cn: 省份

# ProvinceLevel
source: Provincial Level
es_es: Nivel de estado
zh_cn: 省级

# ProvinceName
source: Region
es_es: Región
zh_cn: 大区

source: Public
es_es: Público
zh_cn: 公共

# Query
source: Search
es_es: Buscar
zh_cn: 查询

# Quickly
source: Fast
es_es: Rápido
zh_cn: 快

# R
source: Video
es_es: Grabar
zh_cn: 录像

# Real
source: Yes
es_es: Sí
zh_cn: 是

source: Red
es_es: Rojo
zh_cn: 纯红

# RemoteServerError
source: Remote service connection error!
es_es: Existe error en conexión de servicio remoto
zh_cn: 远程服务连接错误!

# Report_Btn_Statistical
source: Statistics
es_es: Estadística
zh_cn: 统计

# Report_SuiteInfo_Percentage
source: Percentage (%)
es_es: Porcentaje ocupado
zh_cn: 所占百分比(%)

# Report_SuiteInfo_Status
source: Status
es_es: Estado
zh_cn: 状态

# Report_SuiteInfo_Title
source: Statistics of Security Suite Status
es_es: Informe estadístico de estado de suite de seguridad
zh_cn: 安全套件状态统计报表

# Report_SuiteInfo_Toatl
source: Security Suite Quantity
es_es: Cantidad de suite de seguridad
zh_cn: 安全套件数量

# REPORT_Title
source: System Report
es_es: Reporte de sistema
zh_cn: 系统报表

# RequiredField
source: Required
es_es: Campo obligatorio
zh_cn: 必填字段

source: Reset
es_es: Restablecer
zh_cn: 重置

# ResetPwdSuccess
source: Password reset successfully!
es_es: Se ha restablecido la contraseña con éxito
zh_cn: 重置密码成功!

# Return
source: Back
es_es: Volver
zh_cn: 返回

source: Role Name
es_es: Nombre del rol
zh_cn: 角色名称

# RouteName
source: Name
es_es: Nombre de ruta
zh_cn: 线路名称

# RowTheSame
source: Content of the row is same
es_es: Iguales los contenidos en filas
zh_cn: 行内容相同

# Rpt_Alarm_911False
source: 911 False Alarm
es_es: Alarma falsa de 911
zh_cn: 911假警

# Rpt_Alarm_911True
source: 911 Real Alarm
es_es: Alarma verdadera de 911
zh_cn: 911真警

# Rpt_Alarm_911_Army
source: Accident
es_es: Accidente
zh_cn: 事故类

# Rpt_Alarm_911_FireControl
source: Firefighting
es_es: Bombero
zh_cn: 消防类

# Rpt_Alarm_911_Medical
source: Medical Care
es_es: Salud
zh_cn: 医疗类

# Rpt_Alarm_911_Municipal
source: Municipal Administration
es_es: Administración municipal
zh_cn: 市政管理类

# Rpt_Alarm_911_Police
source: Police
es_es: Policial
zh_cn: 警察类

# Rpt_Alarm_911_Result
source: 911 Handling Results
es_es: Resultado de procesamiento de 911
zh_cn: 911处理结果

# Rpt_Alarm_911_Risk
source: Natural Disaster
es_es: Desastre natural
zh_cn: 自然灾害类

# Rpt_Alarm_911_Traffic
source: Traffic
es_es: Tránsito
zh_cn: 交通类

# Rpt_Alarm_Count
source: Collection
es_es: Resumen
zh_cn: 汇总

# Rpt_Alarm_PublicFlase
source: Public Platform False Alarm
es_es: Alarma falsa de plataforma pública
zh_cn: 公共平台假警

# Rpt_Alarm_Time
source: Time
es_es: Hora
zh_cn: 时间

# Rpt_Alarm_Title
source: Vehicle Alarm Statistics
es_es: Informe de estadística de Alarma de vehicle
zh_cn: 车辆报警统计报表

# Rpt_Alarm_Toatl
source: Total
es_es: Cantidad total de alarmas
zh_cn: 报警总数

# Rpt_Alarm_True
source: Valid Alarms
es_es: Cantidad total de alarmas verdaderas
zh_cn: 真警总数

# Rpt_CustomPeriodTime
source: Custom Period
es_es: Periodo de tiempo personalizado
zh_cn: 自定义时间段

# Rpt_Device_Alert_COLCW
source: Overheat
es_es: Exceso de temperatura
zh_cn: 超温

# Rpt_Device_Alert_COLDYYC
source: Voltage Error
es_es: Voltaje anormal
zh_cn: 电压异常

# Rpt_Device_Alert_COLGPSJSJGZ
source: GPS Receiver Fault
es_es: Avería de receptor GPS
zh_cn: GPS接收机故障

# Rpt_Device_Alert_COLMDVRSDCW
source: MDVR Memory Card Fault
es_es: Error de tarjeta de memoria de MDVR
zh_cn: MDVR存储卡错误

# Rpt_Device_Alert_COLSCMMCW
source: Alarm for entering wrong password three times.
es_es: Tercer error al introducir la contraseña
zh_cn: 三次密码错误

# Rpt_Device_Alert_COLSXTWXH
source: No Signal
es_es: Cámara sin señal
zh_cn: 摄像头无信号

# Rpt_Device_Alert_COLSXTZD
source: Camera Sheltered
es_es: Cámara cubierta
zh_cn: 摄像头遮挡

# Rpt_Device_Alert_COLZS
source: Total
es_es: Cantidad total
zh_cn: 总数

# Rpt_Device_Alert_Title
source: Security Suite Alert Statistics
es_es: Informe estadístico de alerta de suite de seguridad
zh_cn: 安全套件告警统计报表

# Rpt_Dev_Menu
source: Security Suite-Related Statistics
es_es: Informe referente al suite de seguridad
zh_cn: 套件相关报表

# Rpt_EndTime
source: To
es_es: Hasta
zh_cn: 截止时间

# Rpt_EndTimeError
source: The end time cannot be later than today.
es_es: Hora de finalización no puede ser posterior a hoy
zh_cn: 结束时间不能大于今天

# Rpt_ExceptionSuite_CelCPHM
source: Plate No.
es_es: Matrícula de vehículo
zh_cn: 车牌号码

# Rpt_ExceptionSuite_CelTJSN
source: Security Suite Chip No.
es_es: Número de chip de suite de seguridad
zh_cn: 套件芯片号

# Rpt_ExceptionSuite_CelYCYY
source: Reason for Exception
es_es: Motivo de anomalía
zh_cn: 异常原因

# Rpt_ExceptionSuite_Title
source: Statistics of reasons for security suite fault.
es_es: Informe estadístico de motivo de anomalía de suite de seguridad
zh_cn: 安全套件异常原因统计报表

# Rpt_External_Access_COLLSGPS
source: Historical GPS data
es_es: Datos históricos de GPS
zh_cn: 历史GPS数据

# Rpt_External_Access_COLLSSP
source: Historical Video
es_es: Video historial
zh_cn: 历史视频

# Rpt_External_Access_COLRCGPS
source: Daily GPS Data
es_es: Datos cotidianos de GPS
zh_cn: 日常GPS数据

# Rpt_External_Access_COLSSSP
source: Real-time Video
es_es: Video en tiempo real
zh_cn: 实时视频

# Rpt_External_Access_COLTIME
source: Time
es_es: Hora
zh_cn: 时间

# Rpt_External_Access_COLWJXZ
source: File Download
es_es: Descarga de documento
zh_cn: 文件下载

# Rpt_External_Access_COLYJBJGPS
source: Panic Alarm GPS Data
es_es: Datos de GPS de botón de pánico
zh_cn: 一键报警GPS数据

# Rpt_External_Access_COLZS
source: Total
es_es: Cantidad total
zh_cn: 总数

# Rpt_External_Access_Title
source: External User Data Access Statistics
es_es: Informe de acceso por usuario externo
zh_cn: 外部用户数据访问统计报表

# Rpt_Internal_Access_COLAVGTIME
source: Average Online Time
es_es: Duración medio de conexión
zh_cn: 平均在线时间

# Rpt_Internal_Access_COLDATE
source: Time
es_es: Hora
zh_cn: 时间

# Rpt_Internal_Access_COLDLCS
source: The Number of User Logging in
es_es: Veces de inicio de sesión de usuario
zh_cn: 用户登录次数

# Rpt_Internal_Access_COLTJZTQHCS
source: The Number of Security Status Switching
es_es: Veces de cambio de estado de suite de seguridad
zh_cn: 套件状态切换次数

# Rpt_Internal_Access_COLYJBJCLS
source: The Number of Vehicle Alarm
es_es: Veces de alarma de botón de pánico
zh_cn: 一键报警次数

# Rpt_Internal_Access_Title
source: Interior User Login Statistics
es_es: Informe de inicio de sesión por usuario interno
zh_cn: 内部用户登录统计报表

# Rpt_MonthTime
source: This Month
es_es: Este mes
zh_cn: 本月

# Rpt_OverTemperature
source: Overheat
es_es: Exceso de temperatura
zh_cn: 超温

# Rpt_PeriodTime
source: Period
es_es: Período
zh_cn: 时间段

# Rpt_Public_Count
source: Quantity
es_es: Cantidad de unidades
zh_cn: 个数

# Rpt_Result
source: Statistical Results
es_es: Resultado
zh_cn: 统计结果

# Rpt_StartTime
source: From
es_es: Hora inicial
zh_cn: 开始时间

# Rpt_Sys_Menu
source: System-related Statistics
es_es: Informe referente al sistema
zh_cn: 系统相关报表

# Rpt_Time
source: Time
es_es: Hora de estadística
zh_cn: 统计时间

# Rpt_TodayTime
source: Today
es_es: Hoy
zh_cn: 今天

# Rpt_VehicleAlert_CDZWL
source: Geo-fence Exit
es_es: Salir de geocerca
zh_cn: 出电子围栏

# Rpt_VehicleAlert_JDZWL
source: Geo-fence Entry
es_es: Entrada en geocerca
zh_cn: 进电子围栏

# Rpt_VehicleAlert_PTCS
source: General Overspeed
es_es: Exceso de velocidad
zh_cn: 普通超速

# Rpt_VehicleAlert_WLNCS
source: Overspeed inside the geo-fence
es_es: Exceso de velocidad en geocerca
zh_cn: 围栏内超速

# Rpt_VehicleAlert_WLNDS
source: Underspeed inside the geo-fence
es_es: Velocidad baja en geocerca
zh_cn: 围栏内低速

# Rpt_VehicleAlert_YCKM
source: Abnormal Open
es_es: Apertura de puerta anormal
zh_cn: 异常开门

# Rpt_Vehicle_Alert_COLCDZWL
source: Geo-fence Exit
es_es: Salir de geocerca
zh_cn: 出电子围栏

# Rpt_Vehicle_Alert_COLJDZWL
source: Geo-fence Entry
es_es: Entrada en geocerca
zh_cn: 进电子围栏

# Rpt_Vehicle_Alert_COLPTCS
source: General Overspeed
es_es: Exceso de velocidad
zh_cn: 普通超速

# Rpt_Vehicle_Alert_COLPTDS
source: General Underspeed
es_es: Velocidad baja normal
zh_cn: 普通低速

# Rpt_Vehicle_Alert_COLTIME
source: Time
es_es: Hora
zh_cn: 时间

# Rpt_Vehicle_Alert_COLWLNCS
source: Overspeed inside the geo-fence
es_es: Exceso de velocidad en geocerca
zh_cn: 围栏内超速

# Rpt_Vehicle_Alert_COLWLNDS
source: Underspeed inside the geo-fence
es_es: Velocidad baja en geocerca
zh_cn: 围栏内低速

# Rpt_Vehicle_Alert_COLYCKM
source: Abnormal Open
es_es: Apertura de puerta anormal
zh_cn: 异常开门

# Rpt_Vehicle_Alert_COLZS
source: Total
es_es: Cantidad total
zh_cn: 总数

# Rpt_Vehicle_Alert_Title
source: Vehicle Alert Statistics
es_es: Informe de alerta de vehículo
zh_cn: 车辆告警统计报表

# Rpt_Vehicle_Menu
source: Vehicle-related Statistics
es_es: Estadística de vehículo
zh_cn: 车辆报表

# Rpt_Vehicle_OnTime_AvgTime
source: Average Operation Duration(H)
es_es: Duración media de recorrido(H)
zh_cn: 平均运行时长(H)

# Rpt_Vehicle_OnTime_Distance
source: Average Driving Distance(M)
es_es: Distancia media de recorrido(M)
zh_cn: 平均行驶距离(M)

# Rpt_Vehicle_OnTime_OnLine
source: Online Vehicles
es_es: Cantidad de conexión
zh_cn: 上线数

# Rpt_Vehicle_OnTime_Time
source: Time
es_es: Hora
zh_cn: 时间

# Rpt_Vehicle_OnTime_Title
source: Vehicle Operation Statistics
es_es: Informe de estadística de funcionamiento de vehículo
zh_cn: 车辆运行情况统计报表

# Rpt_WeekTime
source: This Week
es_es: Esta semana
zh_cn: 本周

source: Running
es_es: Funcionando
zh_cn: 运行

# Scrap
source: Scrapped
es_es: Desechado
zh_cn: 报废

# SdFault
source: MDVR Memory Card Fault Alarm
es_es: Alarma de avería de tarjeta de memoria de MDVR
zh_cn: MDVR存储卡错误报警

source: Second
es_es: Segundos
zh_cn: 秒

# SecurityAdmin
source: System Administrator
es_es: Administrador
zh_cn: 系统管理员

# SecurityGroup
source: Safety Group
es_es: Grupo de seguridad
zh_cn: 安全组

# SecurityManager
source: Supervisory Administrator
es_es: Usuario de administrador de supervisión
zh_cn: 监督管理员用户

# Selecting
source: Select
es_es: Elegir
zh_cn: 选择

# Select_BadInfo
source: The input information is invalid.
es_es: Información inválida
zh_cn: 无效的输入信息

# Selfchecking
source: Device Self-test
es_es: Auto-Verificación
zh_cn: 设备自检

# SelfCheck_NoInformation
source: No information
es_es: No hay información
zh_cn: 无信息

# SendInfomation
source: Message Sending
es_es: Enviar el mensaje
zh_cn: 消息下发

# SetupDate
source: Installation Date
es_es: Fecha de instalación
zh_cn: 安装日期

# SetupStaff
source: Installer
es_es: Instalador
zh_cn: 安装人

# Silver
source: Silver White
es_es: Plata
zh_cn: 银白色

# SiteManager
source: User of Installation Site
es_es: Usuario de estación de instalación
zh_cn: 安装点用户

# Slowly
source: Slow
es_es: Lento
zh_cn: 慢

# SpaticalQueryResult_LayerName
source: Layer Name
es_es: Capa
zh_cn: 图层名

# SpaticalQueryResult_PlaceName
source: Position Name
es_es: Dirección
zh_cn: 地点名

# SpaticalQuery_Dist
source: Region
es_es: Región
zh_cn: 行政区划

# SpaticalQuery_ExactFind
source: Precise Search
es_es: Búsqueda exacta
zh_cn: 精确查询

# SpaticalQuery_LayerType
source: Layer Type
es_es: Tipo de capas
zh_cn: 图层类别

# SpaticalQuery_Search
source: Search
es_es: Buscar
zh_cn: 查询

# SpaticalQuery_SearchText
source: Keyword of Name
es_es: Palabra clave
zh_cn: 名称关键字

# SpaticalQuery_SelectArea
source: Select Region
es_es: Seleccionar la zona
zh_cn: 选择区域

source: Speed
es_es: Velocidad
zh_cn: 速度

source: Start Date
es_es: Desde
zh_cn: 开始日期

# StartDownload
source: Downloaded Started
es_es: Se ha comenzado la descarga
zh_cn: 已开始下载

# StartUpgrade
source: Start to upgrade
es_es: Iniciar actualización
zh_cn: 开始升级

# StartUseTime
source: Start Time of Application
es_es: Hora de inicio de uso
zh_cn: 开始使用时间

# StartYear_Error
source: Service Life Error
es_es: Error al ingresar la vida útil
zh_cn: 年限输入错误

# StatusChangeLog
source: Security Suite Info Change Log
es_es: Log de modificación de suite de seguridad
zh_cn: 套件信息更改情况日志

# Status_SIM
source: SIM Status
es_es: Estado de SIM
zh_cn: SIM状态

source: Submit
es_es: Entregar
zh_cn: 提交

# SuiteChangedStatus
source: Status after Transfer
es_es: Estado después de cambio
zh_cn: 转换后状态

# SuiteChecking
source: Device Verification
es_es: Verificación de MDVR
zh_cn: 设备核实

# SuiteCurrentStatus
source: Current Status of Security Suite
es_es: Estado actual de suite de seguridad
zh_cn: 套件当前状态

# SuiteID
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# SuiteStatus
source: Security Suite Status
es_es: Estado de suite de seguridad
zh_cn: 安全套件状态

# SuiteStatusChange
source: Security Suite Status Switch
es_es: Cambio de estado de suite de seguridad
zh_cn: 安全套件状态切换

# SUITE_DeviceAlarmQuery
source: Device Alert
es_es: Información de alerta
zh_cn: 设备告警

# SUITE_InstallCheck
source: Installation Verification
es_es: Instalación de suite de seguridad
zh_cn: 安装验证

# SUITE_InstallFinish
source: Finished Installation
es_es: Instalación completa
zh_cn: 已完成安装

# SUITE_InstallFinishView
source: Finished Installation Record
es_es: Registro de instalación completa
zh_cn: 已完成安装记录

# SUITE_InstallingRecord
source: Unfinished Installation
es_es: Instalación incompleta
zh_cn: 未完成安装

# SUITE_InstallingRecordView
source: Unfinished Installation Records
es_es: Registro de instalación incompleta
zh_cn: 未完成安装记录

# SUITE_MaintainInfo
source: Security Suite Maintenance
es_es: Mantenimiento de suite de seguridad
zh_cn: 套件维护

# SUITE_MenuTitle
source: Vehicle Service
es_es: Servicio de vehículos
zh_cn: 车辆服务

# SUITE_OffLine
source: Offline Vehicle
es_es: Vehículos desconectados
zh_cn: 离线车辆

# SUITE_OfflineTime
source: Offline Time
es_es: Hora de desconexión
zh_cn: 离线时间

# SUITE_OfflineTimeSpan
source: Offline Duration (Day, Hour, Minute)
es_es: Duración de desconexión
zh_cn: 离线时长(天:小时:分钟)

# SUITE_OnLine
source: Online Vehicle
es_es: Vehículos conectados
zh_cn: 在线车辆

# SUITE_OnlineTime
source: Online Time
es_es: Hora de conexión
zh_cn: 上线时间

# SUITE_OnlineTimeSpan
source: Online Duration (dd-hh-mm)
es_es: Duración de conexión
zh_cn: 在线时长(天:小时:分钟)

# SUITE_Print
source: Print
es_es: Imprimir
zh_cn: 打印

# SUITE_PrintPreview
source: Preview
es_es: Vista previa de impresión
zh_cn: 打印预览

# SUITE_ServiceLife
source: Service Time
es_es: Límite de periodo de uso
zh_cn: 使用期限

# SUITE_SetupProcess
source: Installation Process
es_es: Progreso de instalación
zh_cn: 安装进度

# SUITE_SetupStationName
source: Name
es_es: Estación de instalación
zh_cn: 安装点名称

# SUITE_SetupStationRegion
source: Region
es_es: Nombre de área
zh_cn: 区域名称

# SUITE_SuiteInit
source: Initialization
es_es: Inicialización
zh_cn: 初始化

# SUITE_SuiteMaintain
source: Maintenance
es_es: Mantenimiento
zh_cn: 维修

# SUITE_SuiteManage
source: Security Suite Status Management
es_es: Administración de estado de suite de seguridad
zh_cn: 套件状态管理

# SUITE_SuiteScrap
source: Scrapped
es_es: Desechado
zh_cn: 报废

# SUITE_SuiteTest
source: Installation Testing
es_es: Prueba de instalación
zh_cn: 测试安装

# SUITE_SuiteUnusual
source: Exception
es_es: Anormal
zh_cn: 异常

# SUITE_SuiteWork
source: Running
es_es: En funcionamiento
zh_cn: 运行

# SUITE_UpgradeRecord
source: Upgrade Record
es_es: Registro de actualización
zh_cn: 升级记录

# SUITE_WaitMaintain
source: Ready to maintain
es_es: Se está esperando mantenimiento
zh_cn: 等待维修

# Summary
source: Collection
es_es: Resumen
zh_cn: 汇总
