Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# PTMS
source: Public Transport Security Management Module
es_es: ANT
zh_cn: 公共交通安全管理平台

# SuperUserManage
source: Super Administrator
es_es: Superadministrador
zh_cn: 超级管理员

# UsedStatus
source: Status
es_es: Estado
zh_cn: 使用状态

# UserManage
source: User Management
es_es: Gestión de usuario
zh_cn: 用户管理

# OpenTime
source: Opening Time
es_es: Hora de apertura
zh_cn: 开通时间

# Operator
source: Operation
es_es: Operación
zh_cn: 操作

# Common_Order
source: No.
es_es: Número
zh_cn: 序号

# OutTime
source: Expiration Time
es_es: Hora de salida
zh_cn: 到期时间

source: Exit
es_es: Salir
zh_cn: 退出系统

# MessageInfo
source: Message
es_es: Información de mensaje
zh_cn: 消息信息

# Silence
source: Mute
es_es: Silencio
zh_cn: 静音

# UserLoginDetailInfo
source: Current User Details
es_es: Información detallada del usuario actual
zh_cn: 当前登陆者详细信息

source: User List
es_es: Lista de usuarios
zh_cn: 用户列表

source: Total
es_es: En total
zh_cn: 总数

# CreateTime
source: Creation Time
es_es: Tiempo de creación
zh_cn: 创建时间

# Organization
source: Agency
es_es: Organismo
zh_cn: 组织机构

source: Type Name
es_es: Tipo
zh_cn: 类型名称

# SetupStationList
source: Installation Site List
es_es: Lista de estaciones de instalación
zh_cn: 安装点列表

# Binding
source: Bind
es_es: Vincular
zh_cn: 绑定

# Contact
source: Contact Person
es_es: Contacto
zh_cn: 联系人

# ContactPhone
source: Contact No.
es_es: Contacto
zh_cn: 联系电话

# Done
source: OK
es_es: Guardar
zh_cn: 确定

# OrganizationName
source: Agency
es_es: Organismo
zh_cn: 组织机构名称

# OrganizationNameList
source: User Agency
es_es: Organismo del usuario
zh_cn: 用户组织机构

# ParentOrganizationName
source: Parent Agency
es_es: Organismo superior
zh_cn: 父级组织机构名称

# UserOrganization
source: User Management
es_es: Gestión de usuarios
zh_cn: 用户管理

# AdministrativeArea
source: Region
es_es: Región
zh_cn: 行政区划

# BelongOrganizationName
source: Agency
es_es: Organismo
zh_cn: 组织机构

# BelongUser
source: User
es_es: Usuarios pertenecientes
zh_cn: 所属用户

# BelongUserList
source: User List
es_es: Lista de usuarios pertenecientes
zh_cn: 所属用户列表

source: Engine No.
es_es: Número de motor
zh_cn: 发动机号

# ID
source: ID Card
es_es: Cédula de identidad
zh_cn: 身份证

# OperatingLicense
source: Operation License
es_es: Licencia de operación
zh_cn: 运行许可证

# Pwd
source: Password
es_es: Contraseña
zh_cn: 密码

source: Role
es_es: Rol
zh_cn: 角色

source: Role Type
es_es: Tipo de rol
zh_cn: 角色类型

# RunningArea
source: Operation Region
es_es: Área de funcionamiento
zh_cn: 运行区域

source: Service Type
es_es: Tipo de servicio
zh_cn: 服务类型

# SurePwd
source: Confirm Password
es_es: Confirmar contraseña
zh_cn: 确认密码

# VehicleBrandTypes
source: Vehicle Brand
es_es: Marca de vehículo
zh_cn: 车辆品牌

source: Vehicle Condition
es_es: Estado de vehículo
zh_cn: 车况

# VehicleHost
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

source: Vehicle List
es_es: Lista de vehículos
zh_cn: 车辆列表

# VehicleNumber
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# VehicleOrganizationList
source: Vehicle Agency List
es_es: Organismo del vehículo
zh_cn: 车辆组织机构列表

# VehicleOrganizationManage
source: Vehicle Agency Management
es_es: Administración de organismo de vehículo
zh_cn: 车辆组织机构管理

source: VIN
zh_cn: 车架号

# YearLimit
source: Service Life
es_es: Vida útil
zh_cn: 年限

# BASEINFO_DevGpsList
source: Positioning Device List
es_es: Lista de equipos de localización
zh_cn: 定位设备列表

# BASEINFO_DevGpsManager
source: Positioning Device
es_es: Equipo de localización
zh_cn: 定位设备管理

# BASEINFO_DevGpsSIM
source: SIM Card
es_es: Tarjeta SIM
zh_cn: SIM卡

# ChuffeurManager
source: Driver Management
es_es: Gestión de conductores
zh_cn: 驾驶员管理

# ChuffeurName
source: Driver Name
es_es: Nombre de conductor
zh_cn: 驾驶员姓名

source: Driver License
es_es: Licencia
zh_cn: 驾驶证

source: Brightness
es_es: Brillo
zh_cn: 亮度

source: Contrast
es_es: Contraste
zh_cn: 对比度

source: Driver Name
es_es: Nombre
zh_cn: 驾驶员姓名

# TimeAndLength
source: Fixed Time and Length
es_es: Hora y distancia
zh_cn: 定时定距

# VehicleType_Name
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型名

# HistoryQuery
source: Historical Search
es_es: Búsqueda historial
zh_cn: 历史查询

source: Latitude
es_es: Latitud
zh_cn: 纬度

source: Longitude
es_es: Longitud
zh_cn: 经度

source: Country
es_es: País
zh_cn: 国家

# None
source: No data searched.
es_es: No se ha encontrado ningún dato
zh_cn: 没有查询到任何数据

# TargetProperty
source: Type
es_es: Tipo
zh_cn: 类型

# FoundRegistry_Founder
source: Reporter
es_es: Encontrado por
zh_cn: 报告人

# FoundRegistry_FounderIDCard
source: Certificate
es_es: Cédula
zh_cn: 拾获人证件

# FoundRegistry_FoundPhone
source: Contact No.
es_es: Tel.
zh_cn: 拾获人电话

# FoundRegistry_FoundTime
source: Found Date
es_es: Fecha de hallazgo
zh_cn: 发现日期

# FoundRegistry_Content
source: Content
es_es: Contenido
zh_cn: 内容

# FoundRegistry_Keyword
source: Keyword
es_es: Palabra clave
zh_cn: 关键字

# FoundRegistry_LostName
source: Owner
es_es: Propietario
zh_cn: 丢失人

# FoundRegistry_LostPhone
source: Contact No.
es_es: Tel.
zh_cn: 丢失者电话

# FoundRegistry_Address
source: Address
es_es: Dirección
zh_cn: 丢失者地址

# FoundRegistry_Status
source: Status
es_es: Estado
zh_cn: 状态

# FoundRegistry_manager
source: Found Property Management
es_es: Gestión de objetos encontrados
zh_cn: 拾到物管理

# FoundRegistry_resolve
source: Claimed
es_es: Resuelto
zh_cn: 已认领

# FoundRegistry_Noresolve
source: Disclaimed
es_es: No resuelto
zh_cn: 未认领

# LostRegistry_LostName
source: Owner
es_es: Propietario
zh_cn: 丢失人

# LostRegistry_Content
source: Content
es_es: Contenido
zh_cn: 内容

# LostRegistry_LostTime
source: Loss Time
es_es: Fecha de pérdida
zh_cn: 丢失时间

# LostRegistry_Keyword
source: Keyword
es_es: Palabra clave
zh_cn: 关键字

# LostRegistry_LostIDcard
source: ID
es_es: Cédula
zh_cn: 丢失人ID

# LostRegistry_LostPhone
source: Contact No.
es_es: Tel.
zh_cn: 电话

# LostRegistry_Address
source: Address
es_es: Dirección
zh_cn: 地点

# LostRegistry_CreateTime
source: Creation Time
es_es: Fecha y hora de creación
zh_cn: 创建时间

# LostRegistry_Manager
source: Lost Property Management
es_es: Gestión de registro de pérdida
zh_cn: 丢失登记管理

# Monitor_SettingGroup
source: Add Monitoring Group
es_es: Agregar grupo de monitoreo
zh_cn: 添加监控组

# BANBENHAO
source: Software Version
es_es: Versión de software
zh_cn: 软件版本号

# BaseInfo_Manager
source: Security Suite Details
es_es: Detalles de suite de seguridad
zh_cn: 安全套件详情

# BaseInfo_taojian
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件号

# BaseInfo_YunYing
source: Operation Management
es_es: Administración de operación
zh_cn: 运营管理

# ChuChangRiQi
source: Manufacture Date
es_es: Fecha de fabricación
zh_cn: 出厂日期

# MDVR_PhoneNum
source: Phone SIM Card No.
es_es: Tel. de terminal
zh_cn: SIM电话卡号

# MDVR_TiaoMa
source: Terminal Serial No.
es_es: Número de serie
zh_cn: 终端序列号

# PeiJianXingHao
source: Model
es_es: Modelo de accesorio
zh_cn: 配件型号

source: SD Card
es_es: Tarjeta SD
zh_cn: SD卡

# SheBeiXingHao
source: Device Model
es_es: Modelo de equipo
zh_cn: 设备型号

# TaoJianList
source: Security Suite Fitting List
es_es: Lista de accesorios pertenecientes
zh_cn: 安全套件所属配件列表

# XieYiLEIXING
source: Protocol Type
es_es: Tipo de protocolo
zh_cn: 协议类型

# ZiChanNum
source: No.
es_es: Número
zh_cn: 资产号

# ApplyTuleVehicle
source: Applied Vehicles
es_es: Enviar a todos los vehículos
zh_cn: 下发全部车辆

source: Bar Code
es_es: Código de barras
zh_cn: 主机条形码

# CommandManager
source: Command Management
es_es: Gestión de comandos
zh_cn: 命令管理

# DeviceDisposeLog
source: Device Alert Handling Log
es_es: Tratamiento de alerta de equipo
zh_cn: 设备告警处理日志

# DeviceNUm
source: Device Chip No.
es_es: Número de chip
zh_cn: 设备芯片号

# DeviceSetAlarm
source: Device Alert Settings
es_es: Configuración de alerta de equipo
zh_cn: 设备告警设置

# ExternalOnlineTime
source: Set time for offline security suite
es_es: Configuración de hora de desconexión de suite de seguridad
zh_cn: 套件未上线时间设置

# GPSReturnBack
source: GPS Reporting Interval Configuration
es_es: Configuración de retorno de GPS
zh_cn: GPS回传配置

# InstallList
source: Security Suite List
es_es: Lista de suite de seguridad
zh_cn: 安装套件列表

# InstallLog
source: Installation
es_es: Instalación
zh_cn: 安装日志

# IPSetParma
source: IP Parameter Settings
es_es: Configuración de parámetros de IP
zh_cn: IP参数设置

# LocalDownLoadLog
source: Local Video Download Log
es_es: Registro de descarga de video local
zh_cn: 本地视频下载日志

# OrgManager
source: Agency Management
es_es: Gestión de organismo
zh_cn: 组织机构管理

# PhoneUser
source: Mobile User
es_es: Usuario de celular
zh_cn: 手机用户

# ReportStrategy
source: Report Policy
es_es: Estrategia de reporte
zh_cn: 汇报策略

# RoleManager
source: Role Management
es_es: Rol
zh_cn: 角色管理

# RoleManagerLog
source: Role Management Log
es_es: Gestión de rol
zh_cn: 角色管理日志

# SetAlarmLog
source: Alarm Handling Log
es_es: Log de instalación
zh_cn: 报警处理日志

# SetColor
source: Alert Type Color Settings
es_es: Configuración de color de tipo de alarma
zh_cn: 告警类型颜色设置

# SetGpsRule
source: Positioning Info Rule Settings
es_es: Configuración de retorno de GPS
zh_cn: 设置定位信息规则

# Setheartbeat
source: Heartbeat Parameter Rule Settings
es_es: Configuración de parámetros de latido
zh_cn: 心跳参数规则设置

# SetLEDMessage
source: LED Message Parameter Settings
es_es: Configuración de parámetros de mensaje de LED
zh_cn: 设置LED消息参数

# SetLEDParm
source: Camera Parameter Settings
es_es: Configuración de parámetros de pantalla de LED
zh_cn: 设置摄像头参数

# SetMessage
source: Warranty Notification Settings
es_es: Configuración de aviso de garantía
zh_cn: 质保期通知设置

# SetQueryRule
source: Searching Rule Configuration
es_es: Configuración de regla de búsquda
zh_cn: 查询规则配置

# SetSound
source: Alert Sound Settings
es_es: Configuración de sonido de tipo de alerta
zh_cn: 告警类型声音设置

# SetSysLog
source: System Log
es_es: Registro de sistema
zh_cn: 系统日志

# SetVeAlarmLog
source: Vehicle Alert Handling Log
es_es: Tratamiento de alerta de vehículo
zh_cn: 车辆告警处理日志

# SpeedSetRule
source: Overspeed Settings
es_es: Exceso de velocidad
zh_cn: 超速规则参数设置

# SysLoginLog
source: System Login
es_es: Inicio de sesión al sistema
zh_cn: 系统登录日志

source: System User
es_es: Usuario de sistema
zh_cn: 系统用户

# UserManagerLog
source: User Management
es_es: Gestión de usuario
zh_cn: 用户管理日志

# UserOnLine
source: User Online Situation
es_es: Usuario conectado
zh_cn: 用户在线情况

# VedioDownLoadLog
source: Video Download Log
es_es: Descarga de video
zh_cn: 视频下载日志

# VedioRunLog
source: Video Playing Log
es_es: Reproducción de video
zh_cn: 视频播放日志

# VehicleSetAlarm
source: Vehicle Alert Settings
es_es: Configuración de alerta de vehículo
zh_cn: 车辆告警设置

# CurrentRule
source: Current Rules
es_es: Regla actual
zh_cn: 当前规则

# DataInsertWay
source: Data Access Method
es_es: Forma de insertar datos
zh_cn: 数据接入方式

# IPProgramSetList
source: IP Parameter Setting Rule List
es_es: Lista de reglas de configuración de parámetros de IP
zh_cn: IP参数设置规则列表

# PictureInsertWay
source: Image Service Access Method
es_es: Forma de acceder al servicio de imagen
zh_cn: 图像服务接入方式

# ClientManage
source: Client Management
es_es: Gestión de clientes
zh_cn: 客户管理

# CloudUserManage
source: Account Management
es_es: Usuarios
zh_cn: 用户管理

# Serving
source: Connected
es_es: Conectado
zh_cn: 服务中

# AccountInfo
source: Client Info
es_es: Información de cuenta
zh_cn: 账户信息

# AdministatorInfo
source: Administrator Info
es_es: Información de administrador
zh_cn: 管理员信息

# NoAdministrator
source: There is no system administrator.
es_es: No hay administrador
zh_cn: 没有系统管理员

# DeviceNumber
source: Device No.
es_es: Número de equipo
zh_cn: 设备编号

# AccountNameExistsPleaseUpdate
source: This account already exists, please try again!
es_es: Ya existe el nombre de acceso, modifíquelo
zh_cn: 用户名已存在，请修改

# Caption
source: Tip
es_es: Aviso
zh_cn: 提示

# NotNull
source: *Required
es_es: Campo obligatorio
zh_cn: 不允许为空

# OperatedSuccessed
source: Operated successfully.
es_es: Se ha operado con éxito
zh_cn: 操作成功

# OperatorServiceError
source: Operation service error
es_es: Error de servicio de operación
zh_cn: 操作服务异常

# ServerError
source: Server Connection Error
es_es: Error al conectarse al servidor
zh_cn: 服务器连接异常

# CurrentUserLoginedSystemExit
source: User logs on, exit the current system!
es_es: El usuario ya inició sesión, la sesión se cerrará
zh_cn: 用户登陆,当前系统退出!

# ResertPwdSuccessed
source: Password reset successfully!
es_es: Se ha restablecido la contraseña con éxito
zh_cn: 密码重置成功

# CurrentAccountNameExists
source: The current account name already exists!
es_es: Ya existe el nombre de acceso actual
zh_cn: 当前账号名称已存在

# IsDelete
source: Delete?
es_es: ¿Está seguro de que desea eliminar?
zh_cn: 确认删除?

# HasDespoly
source: Damaged
es_es: Destruido
zh_cn: 已损坏

# HasUse
source: Occupied
es_es: Usado
zh_cn: 已使用

# SelectED
source: Please select an agency.
es_es: Seleccione
zh_cn: 请选择

# SureDeleUser
source: Are you sure you want to delete the user?
es_es: ¿Está seguro de que desea eliminar el usuario?
zh_cn: 确定删除用户吗

# SureSetKey
source: Are you sure you want to reset password?
es_es: ¿Está seguro de que desea restablecer la contraseña?
zh_cn: 确定重置密码吗

# UnUse
source: Unused
es_es: No usado
zh_cn: 未使用

# Churffure
source: Driver
es_es: Conductor
zh_cn: 驾驶员

source: Function List
es_es: Funciones
zh_cn: 功能列表

# RoleSelect
source: Select Role
es_es: Selección de rol
zh_cn: 角色选择

# LocationQuery
source: POI
es_es: Búsquda de información geográfica
zh_cn: 地理信息查询

# HistoryRote
source: Historical Trajectory
es_es: Trayectoria historial
zh_cn: 历史轨迹

# Locate
source: Positioning
es_es: Localizar
zh_cn: 定位

# MonitorVedio
source: Monitoring Video
es_es: Video de monitoreo
zh_cn: 监控视频

# Track
source: Tracking
es_es: Seguimiento
zh_cn: 追踪

source: Video Log
es_es: Rgistrto de video
zh_cn: 视频日志

# VisitLog
source: Access Log
es_es: Registro de visita
zh_cn: 访问日志

# UserDept
source: Department of user
es_es: Departamento de usuario
zh_cn: 用户部门

# Manager_Name
source: Administrator Name
es_es: Nombre de administrador
zh_cn: 管理员姓名

# LiveMonitor
source: Real-time Monitoring
es_es: Monitoreo en tiempo real
zh_cn: 实时监控

source: Vehicle Alarm
es_es: Botón de pánico
zh_cn: 车辆报警

# MONITOR_AlarmByMonitor
source: Manual Alarm
es_es: Alarma manual
zh_cn: 手动报警

# MONITOR_SendMessage
source: Send Message
es_es: Enviar mensaje
zh_cn: 发送消息

# NoDisposedAlarmList
source: Unhandled Alarm List
es_es: Lista de alarmas sin tratar
zh_cn: 未处理报警列表

# NoDisposedAlertList
source: Unhandled Alert List
es_es: Lista de alertas sin tratar
zh_cn: 未处理告警列表

# AlarmDisposed
source: Alarm Handling
es_es: Tratamiento de alarma
zh_cn: 报警处理

# AlertDisposed
source: Alert Handling
es_es: Tratamiento de alerta
zh_cn: 告警处理

# DeleteMonitorGroup
source: Remove
es_es: Eliminar del grupo de monitoreo
zh_cn: 移出监控组

# MobilePhoneGuanLi
source: Mobile User Management
es_es: Gestión de usuarios de celular
zh_cn: 手机用户管理

# AlarmHistory
source: Vehicle Alarm
es_es: Botón de pánico
zh_cn: 一键报警历史查询

# Alarm_Installtion
source: Security Suite Alarm
es_es: Alarma de suite de seguridad
zh_cn: 安全套件报警

# DongNan
source: Southeast
es_es: Sureste
zh_cn: 东南

source: Liu Changzai
es_es: Changzai Liu
zh_cn: 刘昌在

# Public_Transport
source: Express Traffic Company
es_es: Compañía de transporte público
zh_cn: 运通公交公司

# TaskAlarmHistory
source: Business Alert Historical Search
es_es: Búsquda de alertas historiales de negocio
zh_cn: 业务告警历史查询

source: To
es_es: A
zh_cn: 至

source: Add Department
es_es: Agregar departamento
zh_cn: 添加部门

# Add_PerDept
source: Add Department of Personnel
es_es: Agregar departamento de personal
zh_cn: 添加人员部门

source: Add Vehicle Info
es_es: Agregar información de vehículo
zh_cn: 添加车辆信息

# ANTNumber
source: Chip No.
es_es: Código de barras
zh_cn: 芯片编号

# DellTime
source: Handling Time
es_es: Hora de tratamiento
zh_cn: 处置时间

# DowmLoadPerson
source: Downloaded by
es_es: Descargado por
zh_cn: 下载人

# PartList
source: Regional Allocation List
es_es: Lista de distribución regional
zh_cn: 区域分配列表

# User_DetailManager
source: User Management Details
es_es: Detalles de gestión de usuario
zh_cn: 用户管理详细

source: User Online List
es_es: Lista de usuarios conectados
zh_cn: 用户在线列表

# UserOnLineManager
source: User Online Management
es_es: Gestión de usuarios conectados
zh_cn: 用户在线管理

source: Commercial
es_es: Comercial
zh_cn: 商用

# Unkown
source: Unknown
es_es: Desconocido
zh_cn: 未知

# PruductDateTime
source: Manufactured Date
es_es: Fecha de fabricación
zh_cn: 出厂日期

# PleaseToSelectedItem
source: Please select an operation item.
es_es: Seleccione ítem de operación
zh_cn: 请选择操作项

# TRAFFIC_ElectricFence_NewVersion
source: Copy
es_es: Crear nueva versión
zh_cn: 创建新版本

# TRAFFIC_ElectricFence_Property
source: View Fence Info
es_es: Ver información de geocerca
zh_cn: 查看围栏信息

# TRAFFIC_ElectricFence_abandon
source: Discard this geo-fence
es_es: Abandonar geocerca
zh_cn: 废弃电子围栏

# TRAFFIC_ElectricFence_SendToVechile
source: Applied Vehicles
es_es: Enviar al vehículo
zh_cn: 下发车辆

# Traffic_FenceIsAbandon
source: This geo-fence has been discarded!
es_es: Geocerca abandonada
zh_cn: 电子围栏已经废弃!

# Traffic_FenceAbandonOrNo
source: Discard the geo-fence?
es_es: ¿Está seguro de que desea abandonar la geocerca?
zh_cn: 是否废弃电子围栏?

# Traffic_FenceAbandonFail
source: Failed to discard geo-fence.
es_es: Error al abandonar geocerca
zh_cn: 电子围栏废弃失败

# IsResert
source: Do you want to reset?
es_es: ¿Está seguro de que desea restablecer?
zh_cn: 是否重置?

# CannotDeleteUsed
source: Be occupied and cannot be deleted.
es_es: En uso, no se puede eliminar
zh_cn: 已使用不能删除

# TRAFFIC_InFenceAlarm
source: Geo-fence Entry Alert
es_es: Alerta por entrada
zh_cn: 入电子围栏报警

# TRAFFIC_OutFenceAlarm
source: Geo-fence Exit Alert
es_es: Alerta por salida
zh_cn: 出电子围栏报警

# TRAFFIC_ElectricFence_EditProperty
source: Edit the Properties of Geo-fence
es_es: Editar propiedades
zh_cn: 编辑电子围栏属性

# TRAFFIC_DurationTime
source: Duration (s)
es_es: Duración (s)
zh_cn: 持续时间(秒)

# TRAFFIC_Input_TRAFFIC_DurationTimeTip
source: Duration (seconds)
es_es: Duración (segundo)
zh_cn: 持续时间(秒)

# CameraInstallLocation
source: Camera Location
es_es: Ubicación de instalación
zh_cn: 安装位置

# CameraInstallLocation_InnerBehind
source: Rear Door
es_es: Puerta trasera
zh_cn: 后门

# CameraInstallLocation_InnerCenter
source: Middle Door
es_es: Puerta central
zh_cn: 中门

# CameraInstallLocation_InnerLeftDriver
source: Driver's Seat
es_es: Asiento del conductor
zh_cn: 驾驶位

# CameraInstallLocation_InnerRightDriver
source: Front Door
es_es: Puerta principal
zh_cn: 前门

# CameraInstallLocation_OuterBefore
source: Front View
es_es: Vista frontal
zh_cn: 前视位

# CameraInstallLocation_OuterBehind
source: Rear View
es_es: Vista trasera
zh_cn: 后视位

# CameraInstallLocation_OuterLeft
source: Left View
es_es: Vista izquierda
zh_cn: 外侧左方

# CameraInstallLocation_OuterRight
source: Right View
es_es: Vista derecha
zh_cn: 外侧右方

# UnDownload
source: Not Downloaded
es_es: No descargado
zh_cn: 未下载

# TRAFFIC_Route
source: Route
es_es: Ruta
zh_cn: 行驶路线

# TRAFFIC_Route_Add
source: Add
es_es: Agregar
zh_cn: 添加

# TRAFFIC_Route_EditGeometry
source: Edit Route Shape
es_es: Editar forma de ruta
zh_cn: 编辑路线形状

# TRAFFIC_Route_Name
source: Name
es_es: Nombre de ruta
zh_cn: 路线名称

# TRAFFIC_Route_NewVersion
source: Copy
es_es: Copiar nueva versión
zh_cn: 复制新版本

# TRAFFIC_DrawRouteGraphics
source: Please draw a route on the map, or the route won't be added.
es_es: Dibuje la ruta en el mapa, en caso contrario no será agregada
zh_cn: 请在地图上绘制路线,否则该路线将不会被添加

# TRAFFIC_InRouteAlarm
source: Route Access Alert
es_es: Alerta por entrar
zh_cn: 入路线报警

# TRAFFIC_OutRouteAlarm
source: Route Deviation Alert
es_es: Alerta por salida de ruta
zh_cn: 偏移路线报警

# TRAFFIC_RouteControlSpeed
source: Speed Limit
es_es: Límite de velocidad
zh_cn: 速度限制

# TRAFFIC_RouteName
source: Route Name
es_es: Nombre de ruta
zh_cn: 路线名称

# TRAFFIC_RouteWidth
source: Route Width(m)
es_es: Ancho de ruta (m)
zh_cn: 路线宽度(m)

# RuleSetManager
source: Rule Configuration Management
es_es: Gestión de configuración de regla
zh_cn: 规则配置管理

# ClearSelectedVehicle
source: Clear selected vehicles
es_es: Eliminar vehículos seleccionados
zh_cn: 清除所选车辆

# CurrrentRuleVehicle
source: The current rule is applied to the vehicle.
es_es: Aplicar la regla al vehículo
zh_cn: 当前规则应用到车辆

# HeartPargramList
source: Heartbeat Parameter Setting Rule List
es_es: Lista de reglas de configuración de parámetros de latido
zh_cn: 心跳参数设置规则列表

# LEDMessageSet
source: LED Screen Message Parameter Settings
es_es: Configuración de parámetros de mensaje de pantalla de LED
zh_cn: LED屏消息参数设置

source: LED Message Type
es_es: Tipo de mensaje de pantalla de LED
zh_cn: LED消息类型

source: Message Content
es_es: Contenido de mensaje
zh_cn: 消息内容

# QuYu
source: Region
es_es: Región
zh_cn: 区域

# RunSingFile
source: Play the voice file?
es_es: Reproduce archivo de sonido o no
zh_cn: 是否播放声音文件

# SpeetList
source: Overspeed Rule List
es_es: Lista de reglas de exceso de velocidad
zh_cn: 超速规则列表

# GIS_CheckAddRouteInfo
source: Are you sure you want to add the information?
es_es: ¿Está seguro de que desea añadir esta información?
zh_cn: 确定增加该信息?

# TRAFFIC_Route_abandon
source: Discard this route
es_es: Abandonar ruta
zh_cn: 废弃路线

# TRAFFIC_Route_Delete
source: Delete
es_es: Eliminar
zh_cn: 删除路线

# TRAFFIC_Route_EditProperty
source: Edit Route Properties
es_es: Editar propiedades de ruta
zh_cn: 编辑路线属性

# TRAFFIC_Route_Mark
source: Route Identification
es_es: Marcar ruta
zh_cn: 标识路线

# TRAFFIC_Route_Property
source: Route Details
es_es: Información detallada de ruta
zh_cn: 路线详细信息

# TRAFFIC_Route_SendToVechile
source: Send
es_es: Enviar al vehículo
zh_cn: 下发到车辆

# Traffic_RouteIsAbandon
source: This route has been discarded!
es_es: Ruta abandonada
zh_cn: 路线已经废弃!

# DownError
source: Send failed!
es_es: Error al enviar
zh_cn: 下发失败

# Downing
source: Sending
es_es: Emitiendo
zh_cn: 下发中

# DownSuccess
source: Sent successfully.
es_es: Con éxito
zh_cn: 下发成功

# WaitDown
source: Ready to send
es_es: En espera de envío
zh_cn: 等待下发

# Strategy
source: Policy
es_es: Estrategia
zh_cn: 策略

# VideoRule_Brightness
source: Brightness
es_es: Brillo
zh_cn: 亮度

# VideoRule_Contrast
source: Contrast
es_es: Contraste
zh_cn: 对比度

# VideoRule_Name
source: Rule Name
es_es: Regla
zh_cn: 规则名

source: Message Type
es_es: Tipo de mensaje
zh_cn: 消息类型

# Mdvr_MsgContent
source: Message Content
es_es: Contenido
zh_cn: 消息内容

# Mdvr_MsgCreateTime
source: Creation Time
es_es: Fecha y hora de creación
zh_cn: 创建时间

# Mdvr_MsgDuration
source: Display Duration
es_es: Duración
zh_cn: 显示时长

# Mdvr_MsgType
source: Message Type
es_es: Tipo de mensaje
zh_cn: 消息类型

# MessageList
source: Security Suite Message List
es_es: Listado de mensajes de suite de seguridad
zh_cn: 套件消息列表

# MessageManager
source: Security Suite Message Management
es_es: Gestión de mensajes de suite de seguridad
zh_cn: 套件消息管理

# GIS_TooManyVideo
source: Too many video windows were opened. Please close some and open new one!
es_es: Demasiadas ventanas de video abiertas, cierre algunas y abra de nuevo
zh_cn: 在地图上打开的视频窗口太多，请关闭一些后再打开!

# VDM_FileSize
source: File Size
es_es: Tamaño del archivo
zh_cn: 文件大小

# Organization_VehicleSn_Line
source: Agency/Plate No./Vehicle Type
es_es: Organismo/ Placa/Tipo de vehículo
zh_cn: 组织机构/车牌号/车辆类型

# OrganizationVehicle
source: Vehicle Agency
es_es: Organismo del vehículo
zh_cn: 车辆组织机构

source: Mobile Message List
es_es: Listado de mensajes de celular
zh_cn: 手机消息列表

# MobileMessageManager
source: Mobile Message Management
es_es: Gestión de mensajes de celular
zh_cn: 手机消息管理

# MaintainApplication_List
source: Maintenance Request List
es_es: Listado de solicitud de reparación
zh_cn: 维修申请列表

# MaintainApplication_Mamager
source: Maintenance Request
es_es: Solicitud de reparación
zh_cn: 维修申请

# MaintainApplication_ScheduleDate
source: Reserved Time
es_es: Fecha programada
zh_cn: 预约时间

# MaintainApplication_Status
source: Status
es_es: Estado
zh_cn: 状态
