Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# E13_MonitorInFenceUnderSpeed2Normal
source: From underspeed to normal speed inside the geo-fence
es_es: La velocidad en geocerca ha vuelto de baja a normal
zh_cn: 围栏内速度从低速恢复正常

# E13_MonitorInRoute
source: Follow scheduled route
es_es: Obedecer a la ruta predeterminada
zh_cn: 遵循预定路线

# E13_MonitorNormalSpeed
source: Speed returns to normal
es_es: La velocidad ha vuelto a normal
zh_cn: 速度恢复正常

# E13_MonitorOutRoute
source: Deviate from scheduled route.
es_es: Se ha desviado de la ruta predeterminada
zh_cn: 脱离预定路线

# E13_MonitorOverSpeed
source: Overspeed
es_es: Exceso de velocidad
zh_cn: 超速

# E13_OutFence
source: Geo-fence Exit
es_es: Salir de geocerca
zh_cn: 出电子围栏

# E13_OverSpeed
source: General Overspeed
es_es: Exceso de velocidad
zh_cn: 普通超速

# E13_OverSpeedFence
source: Overspeed inside the geo-fence
es_es: Exceso de velocidad en geocerca
zh_cn: 围栏内超速

# E13_UnderSpeedFence
source: Underspeed inside the geo-fence
es_es: Velocidad baja en geocerca
zh_cn: 围栏内低速

# E14_Damage
source: Unexpected Damage
es_es: Daño accidental
zh_cn: 意外损坏

# E14_GpsFault
source: GPS Receiver Fault
es_es: Error de receptor de GPS
zh_cn: GPS接收机故障

# ALERT_SendToPerson
source: Recipients
es_es: Destinatarios
zh_cn: 收件人

# ALERT_SendToPersonTip
source: Recipients are separated by semicolons
es_es: Los destinatarios están separados por UN punto y vírgula
zh_cn: 收件人地址分号分隔

# ALERT_SendTitleNotNull
source: The Recipient can not null!
es_es: El destinatario no puede quedar vacío
zh_cn: 收件人不能为空

# ALERT_SendTitle
source: Theme
es_es: El tema
zh_cn: 主题

# E14_LowTemperature
source: Low Temperature
es_es: Temperatura baja
zh_cn: 低温

# E14_OverTemperature
source: High Temperature
es_es: Temperatura alta
zh_cn: 高温

# E14_PasswordFault
source: Alarm for entering wrong password three times.
es_es: Tercer error al introducir la contraseña
zh_cn: 三次密码错误报警

# E14_SdFault
source: MDVR Memory Card Fault Alarm
es_es: Alarma de error de tarjeta de memoria de MDVR
zh_cn: MDVR存储卡错误报警

# E14_VedioNoSignal
source: No Signal
es_es: Cámara sin señal
zh_cn: 摄像头无信号

# E14_VedioShelter
source: Camera Sheltered.
es_es: Cámara cubierta
zh_cn: 摄像头遮挡

# E4_Bus
source: Bus
es_es: Autobús
zh_cn: 公交车

# E4_Flota
source: Coach
es_es: Bus interprovincial
zh_cn: 长途巴士

# E4_Taxi
source: Taxi
zh_cn: 出租车

# E8_ECU911
source: Video Call-taking System
es_es: Sistema de atención de video
zh_cn: 视频接警系统

# E8_HistoryGps
source: Historical GPS Data
es_es: Datos históricos de GPS
zh_cn: 历史GPS数据

# E8_RealTimeGps
source: Daily GPS Data
es_es: Datos diarios de GPS
zh_cn: 日常GPS数据

# E8_VEN911
source: Dispatch System
es_es: Sistema de despacho
zh_cn: 处警系统

# E9_AlarmFilter
source: Incident Filtering Officer
es_es: Usuarios de filtro de incidente de ECU-911
zh_cn: 警情筛选用户

# E9_Arads
source: User of Call-taking and Dispatch System
es_es: Usuario de sistema de atención y despacho
zh_cn: 接处警系统用户

# E9_InstallStation
source: User of Installation Site
es_es: Usuarios de estación de instalación
zh_cn: 安装点用户

# E9_Maintenance
source: Maintenance User
es_es: Usuarios de mantenimiento
zh_cn: 运维用户

# E9_Other
source: Others
es_es: Otro
zh_cn: 其他

# E9_PTMS
source: System Administrator
es_es: Usuario del administrador de sistema
zh_cn: 系统管理员用户

# E9_SecurityManager
source: Supervisory Administrator
es_es: Usuario del administrador de supervisión
zh_cn: 监督管理员用户

# ElectricFenceName
source: Geo-fence Name
es_es: Nombre de geocerca
zh_cn: 电子围栏名称

# EmailUnright
source: The mail format is incorrect!
es_es: Formato de E-mail es incorrecto
zh_cn: 收件人邮箱格式不正确

# RecipientsValueNotNull
source: The Recipient mailbox can not null!
es_es: >El Buzón de destinatario no puede quedar vacío
zh_cn: 收件人邮箱不能为空

source: End Date
es_es: Fecha final
zh_cn: 结束日期

# Ep_Alarm15sRealPlay
source: Alarm lasting 15s
es_es: 15 Segundos de alarma
zh_cn: 报警15秒

# Ep_AlarmRealPlay
source: Real-time Alarm Streaming
es_es: Video en tiempo real de alarma
zh_cn: 报警实时流

# Ep_CommonRealPlay
source: Common Real-time Streaming
es_es: Video en tiempo real normal
zh_cn: 普通实时流

# Ep_HistoryVideoPlay
source: Historical Video Playback
es_es: Reproducción de video historial
zh_cn: 历史回放

source: Error!
zh_cn: 错误!

# FAIL
source: Invalid file contents
es_es: Contenido del archivo inválido
zh_cn: 文件内容无效

# FALSE
source: Invalid
es_es: FALSE
zh_cn: 假

# Fence_Delete_Faild
source: Delete failed!
es_es: Error al eliminar
zh_cn: 删除失败

# Fence_Delete_Wait
source: Handling..
es_es: Procesando…
zh_cn: 处理中..

# Fence_Edit_Faild
source: Update failed!
es_es: Error al actualizar
zh_cn: 更新失败

# Fence_Edit_Sucess
source: Successful
es_es: Exitoso
zh_cn: 成功

# Fence_Edit_Wait
source: Handling..
es_es: Procesando…
zh_cn: 处理中..

# Fence_Enter
source: Geo-fence Entry Alert
es_es: Alerta de entrada de geocerca
zh_cn: 进电子围栏告警

# Fence_New_Faild
source: Add failed!
es_es: Agregación fallida
zh_cn: 添加失败

# Fence_New_Sucess
source: Successful
es_es: Exitoso
zh_cn: 成功

# Fence_New_Wait
source: Handling..
es_es: Procesando…
zh_cn: 处理中..

# Fence_Out
source: Geo-fence Exit Alert
es_es: Alerta de salida de geocerca
zh_cn: 出电子围栏告警

# Fence_Tunover
source: Geo-fence Entry/exit Alert
es_es: Entrada y salida de geocerca
zh_cn: 进出电子围栏告警

# Finish
source: OK
es_es: Finalizar
zh_cn: 确定

# Flota
source: Coach
es_es: Bus de distancia remota
zh_cn: 长途巴士

# FunctionChecking
source: Functional Check
es_es: Revisión de función
zh_cn: 功能检查

# FunctionName
source: Function Item Name
es_es: Rol
zh_cn: 功能项名称

# GIS_AboveScale
source: The scale is too large. Please re-enter!
es_es: La escala es demasiado grande, ingrese de nuevo
zh_cn: 比例太大，请重新输入

# GIS_Add
source: Add
es_es: Agregar
zh_cn: 增加

# GIS_AddArrow
source: Add a arrow
es_es: Agregar flecha
zh_cn: 添加箭头

# GIS_AddCircle
source: Add a circle
es_es: Agregar círculo
zh_cn: 添加圆

# GIS_AddEllipse
source: Add an ellipse
es_es: Agregar elipse
zh_cn: 添加椭圆

# GIS_AddFreeHandLine
source: Add a freehand line
es_es: Agregar líneas libres
zh_cn: 添加线

# GIS_AddLine
source: Add a line segment
es_es: Agregar segmento de línea
zh_cn: 添加直线

# GIS_AddPoint
source: Add a point
es_es: Agregar estación de instalación
zh_cn: 添加点

# GIS_AddPolygon
source: Add a polygon
es_es: Agregar polígono
zh_cn: 添加多边形

# GIS_AddPolyline
source: Add a broken-line
es_es: Agregar línea quebrada
zh_cn: 添加折线

# GIS_AddRectangle
source: Add a rectangle
es_es: Agregar rectángulo
zh_cn: 添加矩形

# GIS_ADDTEXT
source: Add text
es_es: Agregar texto
zh_cn: 添加文字

# GIS_AddTriggle
source: Add a triangle
es_es: Agregar triángulo
zh_cn: 添加三角形

# GIS_AllProv
source: All provinces
es_es: Todas los estados
zh_cn: 所有省份

# GIS_Animation
source: Animation
es_es: Animación
zh_cn: 动画

# GIS_Area
source: Area Measurement
es_es: Medir superficie
zh_cn: 测面积

# GIS_AreaTip
source: Area
es_es: Superficie
zh_cn: 面积

# GIS_BelowScale
source: The scale is too small. Please re-enter!
es_es: La escala es demasiado pequeña, ingrese de nuevo
zh_cn: 比例太小，请重新输入

# GIS_CarNo
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# GIS_CarNotFound
source: The trajectory of the vehicle cannot be found.
es_es: No existe trayectoria del vehículo
zh_cn: 未查询到该车辆的轨迹

# GIS_CarNumber
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# GIS_CarStyle
source: Vehicle Type
es_es: Tipo
zh_cn: 车辆类型

# GIS_CheckAddControlPointInfo
source: Are you sure you want to add the information?
es_es: ¿Está seguro de que desea añadir esta información?
zh_cn: 确定增加该信息?

# GIS_City
source: City
es_es: Municipio
zh_cn: 城市

# GIS_ClearDisplay
source: Clear
es_es: Limpiar mapa
zh_cn: 清除显示

# GIS_ClearDisplayTip
source: Clear
es_es: Limpiar mapa
zh_cn: 清除显示

# GIS_ClearGraphics
source: Clear
es_es: Eliminar gráficos
zh_cn: 清除图形

# GIS_Color
source: Color
zh_cn: 颜色

# GIS_Company
source: Company
es_es: Compañía
zh_cn: 公司

# GIS_Delete
source: Delete
es_es: Eliminar
zh_cn: 删除

# GIS_Dir
source: Direction
es_es: Dirección
zh_cn: 方向

# GIS_DragZoomInorOut
source: Drag to Zoom
es_es: Arrastrar para alejar o acercar
zh_cn: 拖拉可以实现缩放

# GIS_DrawSomething
source: Plotting
es_es: Trazar
zh_cn: 标绘

# GIS_EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# GIS_ExportMap
source: Export
es_es: Exportar imagen
zh_cn: 导出图片

# GIS_ExportSuccessful
source: Exported successfully.
es_es: Se ha exportado con éxito
zh_cn: 导出成功

# GIS_FenceCross
source: Fence shapes cannot be crossed!
es_es: La geocerca no puede ser cruzada
zh_cn: 围栏形状不能有交叉

# GIS_FenceLimitPoints
source: Fence shape contains no more than 35 points!
es_es: La geocerca no puede tener más de 35 puntos
zh_cn: 围栏形状的点数不能多于34个

# GIS_FenceNotPolygon
source: Fence shape must be an effective polygon!
es_es: La geocerca debe ser un polígono válido
zh_cn: 围栏形状必须为有效地多边形

# GIS_FillSymbolSet
source: Select the Filling Symbol
es_es: Seleccionar símbolo de relleno
zh_cn: 选择填充符号

# GIS_FilterField
source: Filter Field
es_es: Campo del filtro
zh_cn: 过滤字段

# GIS_FindAddress
source: POI
es_es: Buscar
zh_cn: 地址查询

# GIS_FullScreenTip
source: Full Screen
es_es: Pantalla completa
zh_cn: 全屏显示

# GIS_Globe
source: Full View
es_es: Mapa completo
zh_cn: 全图

# GIS_GlobeSwitch
source: Switch Map
es_es: Cambio de Mapa
zh_cn: 切换地图

# GIS_GlobeTip
source: Zoom to global
es_es: Zoom global
zh_cn: 缩放至全球

# GIS_GPSInforTool
source: GPS Info
es_es: Información de GPS
zh_cn: GPS信息

# GIS_GPSInforToolTip
source: GPS Info
es_es: Información de GPS
zh_cn: GPS信息

# GIS_GpsInValid
source: GPS Invalid
es_es: GPS inválido
zh_cn: GPS无效

# GIS_GpsState
source: GPS Status
es_es: Estado del GPS
zh_cn: GPS状态

# GIS_GpsTime
source: GPS Time
es_es: Hora de GPS
zh_cn: GPS时间

# GIS_GpsValid
source: GPS Valid
es_es: GPS válido
zh_cn: GPS有效

# GIS_Has_HisData
source: The trajectory of the vehicle already exists during the time segment.
es_es: La trayectoria del vehículo de este periodo ya existe
zh_cn: 已经存在该时间段内该车的轨迹

# GIS_InputPngFileName
source: Only png file is accepted
es_es: Solo acepta el nombre archivo png
zh_cn: 只接受png文件名

# GIS_interval
source: Time Interval
es_es: Intervalo
zh_cn: 时间间隔

# GIS_InValidChar
source: Invalid Character
es_es: Carácter inválido
zh_cn: 无效字符

# GIS_Lat
source: Latitude
es_es: Latitud
zh_cn: 纬度

# GIS_Length
source: Distance Measurement
es_es: Medir distancia
zh_cn: 测距离

# GIS_LengthTip
source: Distance
es_es: Longitud
zh_cn: 长度

# GIS_LineSymbolSet
source: Select the line symbol
es_es: Seleccionar línea
zh_cn: 选择线符号

# GIS_Locate
source: Positioning
es_es: Localizar
zh_cn: 定位

# GIS_LocationFailed
source: No real-time GPS data of the device found!
es_es: No se ha encontrado datos GPS en tiempo real
zh_cn: 未找到该设备的实时GPS数据!

# GIS_Lon
source: Longitude
es_es: Longitud
zh_cn: 经度

# GIS_MarkSymbolSet
source: Select Point Symbol
es_es: Seleccionar estación
zh_cn: 选择点符号

# GIS_MDVR_CORE_SN
source: MDVR Serial Number
es_es: Número de serie de MDVR
zh_cn: MDVR序列号

# GIS_NextExtent
source: Next View
es_es: Siguiente
zh_cn: 下一视野

# GIS_NextExtentTip
source: Next Scope
es_es: Siguiente
zh_cn: 下一个范围

# GIS_NonGps
source: No GPS
zh_cn: 无GPS

# GIS_Notice
source: Tip
es_es: Aviso
zh_cn: 提示

# GIS_OpenHistoryTrace
source: Historical Trajectory
es_es: Trayectoria historial
zh_cn: 历史轨迹

# GIS_Operate
source: Operation
es_es: Operación
zh_cn: 操作

# GIS_OverMapTip
source: Thumbnail Panorama
es_es: Miniatura panorámica
zh_cn: 缩略全景图

# GIS_PanEast
source: To East
es_es: Mover al este
zh_cn: 向东移动

# GIS_PanNorth
source: To North
es_es: Mover al norte
zh_cn: 向北移动

# GIS_PanSouth
source: To South
es_es: Mover al sur
zh_cn: 向南移动

# GIS_PanWest
source: To West
es_es: Mover al oeste
zh_cn: 向西移动

# GIS_Pause
source: Inactive
es_es: Pausa
zh_cn: 暂停播放

# GIS_PreExtent
source: Previous View
es_es: Anterior
zh_cn: 前一视野

# GIS_PrevExtentTip
source: Previous Scope
es_es: Anterior
zh_cn: 上一个范围

# GIS_PrintMap
source: Print
es_es: Imprimir mapa
zh_cn: 打印地图

# GIS_PrintMenu
source: Print Menu
es_es: Imprimir menú
zh_cn: 打印菜单

# GIS_PrintReturn
source: Back
es_es: Volver
zh_cn: 返回

# GIS_PrintSetting
source: Print Settings
es_es: Configuración de impresión
zh_cn: 打印设置

# GIS_PrintSize
source: Print Size
es_es: Tamaño de impresión
zh_cn: 打印大小

# GIS_PrintStyle
source: Print Style
es_es: Estilo de impresión
zh_cn: 打印样式

# GIS_PrintTitle
source: Print Title
es_es: Imprimir títulos
zh_cn: 打印标题

# GIS_Province
source: Province
es_es: Estado
zh_cn: 省份

# GIS_QueryFailed
source: Search failed. Please make sure the conditions you entered are valid or the area you drew is larger than 0!
es_es: Error al buscar, asegúrese de que las condiciones ingresadas sean legales y que la superficie de área dibujada sean más de 1
zh_cn: 查询失败，请确认输入的条件合法或者绘制的区域面积大于0!

# GIS_ReadQueryConfigError
source: Fail to read query configuration.
es_es: Error al leer configuración de búsqueda
zh_cn: 读查询配置失败

# GIS_RecDateTime
source: Receiving Time
es_es: Fecha y hora de recepción
zh_cn: 接收时间

# GIS_RecMessage
source: Receive Message
es_es: Mensaje Recibido
zh_cn: 接收消息

# GIS_RedoEditGeometry
source: Back
es_es: Volver
zh_cn: 返回

# GIS_Remove
source: Delete Vehicle
es_es: Borrar Vehículo
zh_cn: 删除车辆

# GIS_RemoveCarTip
source: Remove Vehicle
es_es: Borrar Vehículo
zh_cn: 刪除车辆

# GIS_RotateMap
source: Rotate Map
es_es: Girar mapa
zh_cn: 旋转地图

# GIS_SaveEditGeometry
source: Save
es_es: Guardar
zh_cn: 保存

# GIS_CancelEditGeometry
source: Cancel
es_es: Cancelar
zh_cn: 取消

# GIS_SaveSucceed
source: Saved successfully.
es_es: Se ha guardado con éxito
zh_cn: 保存成功

# GIS_ScaleInValid
source: The scale is invalid. Please re-enter!
es_es: Escala inválida, ingrese de nuevo
zh_cn: 比例无效，请重新输入

# GIS_ScaleText
source: Scale
es_es: Escala
zh_cn: 比例尺

# GIS_ScaleValid
source: Valid Scale
es_es: Escala Válida
zh_cn: 比例有效

# GIS_SearchTextIsNull
source: Queried text is empty.
es_es: Texto consultado está vacío
zh_cn: 查询文本为空

# GIS_SelectByCircle
source: Circle Selection
es_es: Círculos
zh_cn: 圆形选择

# GIS_SelectByPolygon
source: Polygon Selection
es_es: Polígonos
zh_cn: 多边形选择

# GIS_SelectByRect
source: Rectangle Selection
es_es: Rectángulos
zh_cn: 矩形选择

# GIS_SendMessage
source: Send Message
es_es: Enviar mensaje
zh_cn: 发送消息

# GIS_Snapshot
source: Vehicle Real-time Position
es_es: Diagrama de ubicación en tiempo real de vehículos
zh_cn: 车辆实时位置图

# GIS_Speed
source: Speed
es_es: Velocidad (Km/h)
zh_cn: 速度

# GIS_Start
source: Start Playing
es_es: Reproducir
zh_cn: 开始播放

# GIS_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# GIS_Stop
source: Stop Playing
es_es: Detener reproducción
zh_cn: 停止播放

# GIS_StopBeforeDelete
source: Stop playing and delete!
es_es: Detenga primero la reproducción antes de eliminar
zh_cn: 先停止播放再行删除!

# GIS_SymbolSet
source: Symbol Type Settings
es_es: Configuración de estilo de símbolo
zh_cn: 符号样式设置

# GIS_Symbol_Color
source: Color
zh_cn: 颜色

# GIS_Symbol_Font
source: Font
es_es: Fuente
zh_cn: 字体

# GIS_Symbol_InvalidFontName
source: Invalid Font Name
es_es: Carácter inválido
zh_cn: 无效的字体名称

# GIS_Symbol_InvalidFontSize
source: The valid range of font size is between 1 and 30.
es_es: Tamaño invalido de fuente de letra de 1 - 30
zh_cn: 字体大小有效大小为1-30

# GIS_Symbol_InvalidSize
source: The valid range of point symbol is between 1 and 99.
es_es: El tamaño válido del símbolo de punto es entre 1 - 99
zh_cn: 点符号大小有效范围为1-99

# GIS_Symbol_InvalidSizeTip
source: Valid Range: 1-99
es_es: Rango válido es entre 1 - 99
zh_cn: 有效范围: 1 – 99

# GIS_Symbol_InvalidWidth
source: The valid range of width is between 1 and 30.
es_es: La amplitud válida es entre 1 - 30
zh_cn: 宽度有效范围为1-30

# GIS_Symbol_InvalidWidthTip
source: Valid Range: 1-30
es_es: Rango válido es entre 1 - 30
zh_cn: 有效范围:1 – 30

# GIS_Symbol_SelectColor
source: Please select color
es_es: Seleccione Color
zh_cn: 请选择颜色

# GIS_Symbol_Size
source: Size
es_es: Tamaño
zh_cn: 大小

# GIS_Symbol_Transparent
source: Transparency
es_es: Transparente
zh_cn: 透明度

# GIS_Symbol_Width
source: Width
es_es: Amplitud
zh_cn: 宽度

# GIS_TextSymbolSet
source: Font Settings
es_es: Configuración de carácter
zh_cn: 字体设置

# GIS_TooShortInput
source: The content you entered is too short.
es_es: Contenido demasiado corto
zh_cn: 输入的内容过短

# GIS_Trace
source: Trajectory
es_es: Trayectoria
zh_cn: 轨迹

# GIS_Trajectory
source: Trajectory
es_es: Trayectoria
zh_cn: 轨迹

# GIS_UndoEditGeometry
source: Cancel
es_es: Revocar
zh_cn: 撤销

# GIS_UNValidXY
source: Invalid longitude and latitude Information.
es_es: Información inválida de longitud y latitud
zh_cn: 无效的经纬度信息

# GIS_UNValidXYWait
source: GPS data is invalid, later automatically track after receive real-time data.
es_es: Datos inválidos de GPS, va a seguir automáticamente después de recibir los datos en tiempo real
zh_cn: 无效的GPS数据，稍等接收到实时数据后会自动追踪

# GIS_ZoomDist
source: Regional Positioning
es_es: Posicionar
zh_cn: 地区定位

# GIS_ZoomIn
source: Zoom in
es_es: Acercar
zh_cn: 放大

# GIS_ZoomOut
source: Zoom out
es_es: Alejar
zh_cn: 缩小

source: Gold
es_es: Oro
zh_cn: 金

source: Goldenrod
es_es: Ámbar
zh_cn: 秋麒麟

# GpsFault
source: GPS Receiver Fault
es_es: Avería de receptor GPS
zh_cn: GPS接收机故障

# Gps_mi
source: Meter
es_es: Metro
zh_cn: 米

# Gray
source: Grey
es_es: Gris
zh_cn: 灰色

source: History
es_es: Historia
zh_cn: 历史

# HistoryShowTime
source: Historical Playback Duration
es_es: Duración de reproducción historial
zh_cn: 历史播放时长

# History_BadInfo
source: Only data in the latest year can be searched.
es_es: Solo la consulta de datos de GPS en el plazo de un año
zh_cn: 只允许查询一年内的数据

# History_VideoError
source: No alarm video uploaded.
es_es: No ha cargado video de alarma
zh_cn: 没有上传报警视频

source: Hour
es_es: Hora
zh_cn: 小时

# ID_INSTALL_AddInstallationFailed
source: Fail to add installation info.
es_es: No se ha agregado la información de instalación correctamente
zh_cn: 添加安装信息失败

# ID_INSTALL_AlarmBtnOneStatus
source: Status of Alarm Button 1
es_es: Estado de botón de pánico 1
zh_cn: 紧急报警按钮1的状态

# ID_INSTALL_AlarmBtnStatus
source: Status of Alarm Button
es_es: Estado de botón de pánico
zh_cn: 紧急报警按钮的状态

# ID_INSTALL_AlarmBtnThreeStatus
source: Status of Alarm Button 3
es_es: Estado de botón de pánico 3
zh_cn: 紧急报警按钮3的状态

# ID_INSTALL_AlarmBtnTwoStatus
source: Status of Alarm Button 2
es_es: Estado de botón de pánico 2
zh_cn: 紧急报警按钮2的状态

# ID_INSTALL_AlarmInfor
source: Vehicle Alarm Check
es_es: Información de botón de pánico
zh_cn: 一键报警信息

# ID_INSTALL_Approver
source: Approved by
es_es: Aprobador
zh_cn: 审批人

# ID_INSTALL_Bus
source: Bus
es_es: Autobús
zh_cn: 公交车

# ID_INSTALL_BusinessType
source: Operation Type
es_es: Tipo de servicio
zh_cn: 运营类型

# ID_INSTALL_CancelInstall
source: Cancel Installation
es_es: Cancelar la instalación
zh_cn: 取消安装

# ID_INSTALL_CanNotEmpty
source: Required
es_es: Campo obligatorio
zh_cn: 必填字段

# ID_INSTALL_CarNumber
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# ID_INSTALL_CarNumberCheckFailed
source: Input Inconsistent
es_es: Las dos contraseñas no coinciden
zh_cn: 输入不一致

# ID_INSTALL_CarNumberDoubleCheck
source: Please enter license plate number again!
es_es: Vuelva a introducir el número de placa
zh_cn: 再次输入车牌号

# ID_INSTALL_CarStatus
source: Vehicle Condition
es_es: Estado de vehículo
zh_cn: 车况

# ID_INSTALL_CarStyle
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型

# ID_INSTALL_CheckStep
source: Installation Steps
es_es: Paso
zh_cn: 安装步骤

# ID_INSTALL_CurrentInternalTemperature
source: Current Interior Temperature
es_es: Temperatura actual en máquina
zh_cn: 当前机内温度

# ID_INSTALL_CurrentSysTime
source: Current System Date
es_es: Fecha de sistema actual
zh_cn: 当前系统日期

# ID_INSTALL_DeleteFailed
source: Delete failed.
es_es: No se ha eliminado correctamente
zh_cn: 删除失败

# ID_INSTALL_DeleteSuccess
source: Deleted successfully.
es_es: Se ha eliminado correctamente
zh_cn: 删除成功

# ID_INSTALL_DeviceSN
source: Device Serial No.
es_es: Número de serie de equipo
zh_cn: 设备序列号

# ID_INSTALL_DeviceTypeUnMatched
source: The device does not match with the vehicle type.
es_es: Equipo no corresponde al tipo de vehículo
zh_cn: 设备和车辆类型不匹配

# ID_INSTALL_EndDate
source: End Date
es_es: Hasta
zh_cn: 结束日期

# ID_INSTALL_ExplanationGuide
source: Description: If the info is not fully submitted, inform installer to find reasons and try again.
es_es: Nota: Cuando no se han cargado todas las informaciones, avise al instalador para buscar el motivo y vuelva a intentar
zh_cn: 说明:当信息未全部上传时通知安装人员查找原因，再次操作

# ID_INSTALL_FieldName
source: Test Items
es_es: Ítem de inspección
zh_cn: 检测项

# ID_INSTALL_FinishInstall
source: Confirm
es_es: Instalación completa
zh_cn: 完成安装

# ID_INSTALL_Flota
source: Coach
es_es: Bus de distancia remota
zh_cn: 长途巴士

# ID_INSTALL_FourVideoStatus
source: Video Condition of Channel 4
es_es: Estado de video del canal 4
zh_cn: 4通道视频情况

# ID_INSTALL_FunctionCheck
source: Function Check
es_es: Inspección del funcionamiento
zh_cn: 功能性检查

# ID_INSTALL_Get
source: Get
es_es: Obtener
zh_cn: 获取

# ID_INSTALL_GetInstallationAuditFailed
source: Failed to get verification results info.
es_es: Error al obtener la información de resultado de verificación
zh_cn: 获取验证结果信息失败

# ID_INSTALL_GetInstallingSuiteVehicleIdFailed
source: Failed to get license plate number.
es_es: Error al obtener el número de placa
zh_cn: 获取车牌号失败

# ID_INSTALL_GetSecuritySuiteInfoFailed
source: Failed to get security suite information.
es_es: No se pudo conseguir información de suite de seguridad
zh_cn: 套件信息获取失败

# ID_INSTALL_GetSelfInspectFailed
source: Failed to get installation verification info.
es_es: Error al obtener la información de verificación de instalación
zh_cn: 获取安装验证信息失败

# ID_INSTALL_GPS_lnfo
source: GPS Check
es_es: Información de GPS
zh_cn: GPS信息

# ID_INSTALL_IfCancelInstall
source: Do you want to exit the installation?
es_es: ¿Está seguro de que desea cancelar la instalación?
zh_cn: 是否取消安装

# ID_INSTALL_IfDelete
source: Do you want to delete?
es_es: ¿Está seguro de que desea eliminar?
zh_cn: 是否删除

# ID_INSTALL_IfMaintenance
source: Confirm the service request?
es_es: ¿Está seguro de que desea solicitar el mantenimiento?
zh_cn: 是否确认报修?

# ID_INSTALL_IfQuitInstall
source: Do you want to exit the installation?
es_es: ¿Está seguro de que desea salir de instalación?
zh_cn: 是否退出安装

# ID_INSTALL_InputCarNumber_UploadAndClickGetButton
source: Enter a license plate number on the MDVR device, upload it and click.
es_es: Después de introducir el número de placa en MDVR y subirlo, haga clic en
zh_cn: 在MDVR设备上输入车牌号并上传后，点击

# ID_INSTALL_InputVoltage
source: Enter Voltage
es_es: Voltaje de entrada
zh_cn: 输入电压

# ID_INSTALL_InstallProcess
source: Installation Verification Progress
es_es: Progreso de verificación de instalación
zh_cn: 安装验证进度

# ID_INSTALL_InstallTime
source: Installation Time
es_es: Hora de instalación
zh_cn: 安装时间

# ID_INSTALL_Match
source: Match
es_es: Emparejar
zh_cn: 匹配

# ID_INSTALL_MDVR_CORE_SN
source: Terminal Chip No.
es_es: Número de chip
zh_cn: 终端芯片号

# ID_INSTALL_MDVR_SIM_SN
source: SIM No.
es_es: Tarjeta SIM
zh_cn: 终端SIM卡号

# ID_INSTALL_Menu_completeHistoryRecord
source: Finished Installation Record
es_es: Registro de instalación completa
zh_cn: 已完成历史记录

# ID_INSTALL_Menu_completeHistoryRecordList
source: List of Finished Installation Records
es_es: Lista de registros de instalaciónes completas
zh_cn: 已完成历史记录列表

# ID_INSTALL_Menu_uncompleteHistoryRecord
source: Unfinished Installation Record
es_es: Registro de instalación incompleta
zh_cn: 未完成安装记录

# ID_INSTALL_Menu_uncompleteHistoryRecordList
source: List of Unfinished Installation Records
es_es: Lista de registro de instalación incompleta
zh_cn: 未完成安装记录列表

# ID_INSTALL_ModelStatus
source: Is the 3G module normal?
es_es: Si funciona normal el módulo de 3G
zh_cn: 3G模块是否正常

# ID_INSTALL_Next
source: Next
es_es: Siguiente
zh_cn: 下一步

# ID_INSTALL_No
source: Unavailable
es_es: Disponible
zh_cn: 不具备

# ID_INSTALL_Note
source: Remarks
es_es: Observaciones
zh_cn: 备注

# ID_INSTALL_NotThrough
source: Fail
es_es: No aprobado
zh_cn: 不通过

# ID_INSTALL_NoUpload
source: No approval info is uploaded.
es_es: No ha cargado información de verificación
zh_cn: 没有上传审核信息
