Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# MANAGER_GpsSetting_CreateTime
source: Creation Time
es_es: Fecha y hora de creación
zh_cn: 创建时间

# MANAGER_GpsSetting_Description
source: Description
es_es: Descripción
zh_cn: 描述

# MANAGER_GpsSetting_IsUsing
source: Report GPS?
es_es: Si envía GPS
zh_cn: 是否回传GPS

# MANAGER_GpsSetting_list
source: GPS Reporting Interval List
es_es: Lista de reglas de envío de GPS
zh_cn: GPS回传规则列表

# MANAGER_GpsSetting_Name
source: Rule Name
es_es: Nombre de reglas
zh_cn: 规则名称

# MANAGER_GpsSetting_Operation
source: Operation
es_es: Operación
zh_cn: 操作

# MANAGER_GpsSetting_SendNum
source: Return Times
es_es: Veces de envío
zh_cn: 回传次数

# MANAGER_GpsSetting_SendType
source: Reporting Interval Type
es_es: Tipo de envío
zh_cn: 回传类型

# MANAGER_GpsSetting_SendType1
source: Uploading Type
es_es: Tipo de carga
zh_cn: 上传类型

# MANAGER_GpsSetting_SendType_Distance
source: Distance Type
es_es: Tipo de distancia
zh_cn: 距离类型

# MANAGER_GpsSetting_SendType_DistanceValue
source: Distance
es_es: Distancia
zh_cn: 距离

# MANAGER_GpsSetting_SendType_Time
source: Time Interval Type
es_es: Tipo de intervalo de tiempo
zh_cn: 时间间隔类型

# MANAGER_GpsSetting_SendType_TimeValue
source: Time Interval
es_es: Intervalo
zh_cn: 时间间隔

# MANAGER_GpsSetting_Total
source: Associated Vehicles
es_es: Cantidad de vehículos relacionados
zh_cn: 关联到车辆数

# MANAGER_GpsSetting_Total1
source: Associated Vehicles
es_es: Cantidad de vehículos relacionados
zh_cn: 已关联车辆数

# MANAGER_GpsSetting_UpdateTime
source: Update Time
es_es: Hora de actualización
zh_cn: 更新时间

# MANAGER_GpsSetting_UpdateTime1
source: Update Time
es_es: Hora de actualización
zh_cn: 更新时间

# MANAGER_HistoryTrackRate
source: Historical Trajectory Playback Frequency
es_es: Frecuencia de reproducción de trayectoria historial
zh_cn: 历史轨迹回放频率

# MANAGER_InstalledPerson
source: Installer
es_es: Instalador
zh_cn: 安装人

# MANAGER_InstalledTime
source: Installation Time
es_es: Hora de instalación
zh_cn: 安装时间

# MANAGER_InstallLog
source: Installation Log
es_es: Instalación
zh_cn: 安装日志

# MANAGER_Ivoke_Type
source: Access Type
es_es: Tipo de acceso
zh_cn: 访问类型

# Manager_LogExportFailed
source: Export failed.
es_es: Error al exportar
zh_cn: 导出失败

# Manager_LogExportSucceed
source: Exported successfully.
es_es: Se ha exportado con éxito
zh_cn: 导出成功

# MANAGER_LoginLog
source: System Login Log
es_es: Inicio de sesión
zh_cn: 系统登录日志

# MANAGER_LoginTime
source: Login Time
es_es: Fecha y hora de acceso
zh_cn: 登录时间

# MANAGER_LogManage
source: System Log
es_es: Registro de sistema
zh_cn: 系统日志

# MANAGER_LogoutTime
source: Logout Time
es_es: Hora de salida
zh_cn: 退出时间

# MANAGER_LookDetail
source: View Details
es_es: Ver detalles
zh_cn: 查看详情

# MANAGER_MDVRID
source: MDVR Chip No.
es_es: Número de chip
zh_cn: MDVR芯片号

# MANAGER_MenuTitle
source: System Management
es_es: Administración
zh_cn: 系统管理

# Manager_MexUpload
source: Associated Upload
es_es: Carga mixta
zh_cn: 混合上传

# MANAGER_Modify
source: Change
es_es: Modificar
zh_cn: 修改

# MANAGER_ModifyAlarmSeting
source: Change Vehicle Alarm Settings
es_es: Modificar configuración de alarma de botón de pánico
zh_cn: 修改一键报警设置

# MANAGER_ModifyGpsSetting
source: Change GPS settings.
es_es: Modificar configuración de GPS
zh_cn: 修改GPS设置

# MANAGER_MonitorGourpManager
source: Monitoring Group Management
es_es: Administración de agrupación de monitoreo
zh_cn: 监控分组管理

# MANAGER_NormalSetting
source: The minimum interval between two alarms triggering.
es_es: Intervalo mínimo de dos alarmas(segundos)
zh_cn: 两次报警触发最小时间间隔(秒)

# MANAGER_OffLineTime
source: Offline Time
es_es: Hora de desconexión
zh_cn: 离线时间

# MANAGER_OrgCode
source: Agency
es_es: Unidad dependiente
zh_cn: 所属单位

# MANAGER_Player
source: Requestor
es_es: Reproducido por
zh_cn: 点播人

# MANAGER_PlayTime
source: Playing Time
es_es: Fecha y hora de reproducción
zh_cn: 播放时间

# MANAGER_RemindMileage
source: Remind Mileage
es_es: Advertencia de millas acumuladas
zh_cn: 提醒里程

# MANAGER_RuleName
source: Rule Name
es_es: Nombre de regla
zh_cn: 规则名称

# MANAGER_RulesDetail
source: Rule Details
es_es: Detalles de regla
zh_cn: 规则详情

# MANAGER_Rule_DelAllRelation
source: Confirm to delete all information associated with the current items.
es_es: ¿Está seguro de que desea eliminar todas las informaciones seleccionadas?
zh_cn: 确定删除当前选中项的所有关联信息

# MANAGER_Rule_No_Relation
source: No associated vehicles.
es_es: No hay vehículo relacionado
zh_cn: 没有与之关联的车辆

# MANAGER_Rule_No_Relation_Tip
source: Restore factory settings.
es_es: Eliminar todas las relaciones de vinculación
zh_cn: 恢复出厂设置

# MANAGER_SaveAndSetting
source: Save and set
es_es: Guardar y configurar
zh_cn: 保存并设置

# MANAGER_SaveAndSetting1
source: Save and set
es_es: Guardar y configurar
zh_cn: 保存并设置

# MANAGER_SECTION_UNIT
source: Agency
es_es: Entidad
zh_cn: 单位

# MANAGER_SendType_Mex
source: Associated Upload
es_es: Carga mixta
zh_cn: 混合上传

# MANAGER_ServiceConnect
source: Connected
es_es: Conectado
zh_cn: 服务工作中

# MANAGER_ServiceConnecting
source: Service Connecting
es_es: Conectando servicio
zh_cn: 服务链接中

# MANAGER_ServiceDisConnect
source: Service Disconnected
es_es: Servicio desconectado
zh_cn: 服务已断开

# MANAGER_SettingManage
source: Configuration Management
es_es: Gestión de configuración
zh_cn: 配置管理

# MANAGER_SettingNameISNULL
source: The configuration name cannot be empty.
es_es: El nombre de configuración no puede quedar vacío
zh_cn: 配置名称不能为空

# MANAGER_Staff
source: Handler
es_es: Tratado por
zh_cn: 处理人

# MANAGER_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# MANAGER_SubType
source: Record Type
es_es: Tipo de registro
zh_cn: 记录类型

# MANAGER_SuiteID
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# MANAGER_TargetVihcle
source: Objective Vehicle
es_es: Vehículo
zh_cn: 目标车辆

# MANAGER_ToDefaultSetting
source: Restore Default Settings
es_es: Recuperar configuración predeterminada
zh_cn: 恢复默认设置

# Manager_toVehicle
source: Configuration information associated with vehicle.
es_es: Vincular información de configuración con vehículo
zh_cn: 配置信息关联到车辆

# MANAGER_Update
source: Edit
es_es: Editar
zh_cn: 编辑

# MANAGER_UserManger
source: User and Role
es_es: Rol y usuario
zh_cn: 用户与角色

# MANAGER_UserOnline
source: User Online Info
es_es: Usuarios conectados
zh_cn: 用户在线信息

# MANAGER_UserOnlineInfo
source: User Online Info
es_es: Usuarios conectados
zh_cn: 用户在线信息

# MANAGER_UserOnlineStatus
source: User Online Status
es_es: Conectado o desconectado
zh_cn: 用户在线状态

# MANAGER_UserPwdError
source: The old password you entered is wrong!
es_es: Contraseña original incorrecta!
zh_cn: 用户原密码输入有误!

# MANAGER_UserRole
source: Role
es_es: Rol
zh_cn: 角色

# MANAGER_UserType
source: User Type
es_es: Tipo de usuario
zh_cn: 用户类型

# MANAGER_UserType_Administrator
source: System Administrator
es_es: Administrador
zh_cn: 系统管理员

# MANAGER_UserType_AlarmManager
source: Incident Handling Officer
es_es: Despachador de alarma
zh_cn: 警情处理员

# MANAGER_UserType_MonitorManager
source: Transport Department Supervisor
es_es: Personal de monitoreo
zh_cn: 交通部监控员

# MANAGER_User_Authority
source: Regional Allocation
es_es: Distribución regional
zh_cn: 区域分配

# MANAGER_User_InstallStation
source: User of Installation Site
es_es: Usuarios de estación de instalación
zh_cn: 安装点用户

# MANAGER_User_Offline
source: Offline
es_es: Desconectado
zh_cn: 下线

# MANAGER_User_Online
source: Online
es_es: Conectado
zh_cn: 在线

# MANAGER_User_Operate
source: Operation
es_es: Operación
zh_cn: 操作

# MANAGER_User_TrafficPart
source: Supervisory Administrator
es_es: Administrador de supervisión
zh_cn: 监督管理员

# MANAGER_ValidButtonTime
source: Duration of Pressing Alarm Button
es_es: Tiempo de duración de presionar botón de alarma (segundos)
zh_cn: 报警按钮按下持续时间(秒)

# MANAGER_ValiNumber
source: Valid range of the value is between 1 to 65535.
es_es: Ámbito válido de valor (1-65535)
zh_cn: 值的有效范围(1到65535)

# MANAGER_VehicleID
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# MANAGER_VehicleSelect
source: Vehicle-based Settings
es_es: Configurar según vehículo
zh_cn: 按车辆设置

# MANAGER_VehicleSelect1
source: Vehicle-based Settings
es_es: Configurar según vehículo
zh_cn: 按车辆设置

# MANAGER_VehicleSelect_Area
source: Region-based Settings
es_es: Configurar según área
zh_cn: 按区域设置

# MANAGER_VehicleSelect_Area1
source: Region-based Settings
es_es: Configurar según área
zh_cn: 按区域设置

# MANAGER_VideoDowmLoadlog
source: Video Download
es_es: Descarga de video
zh_cn: 视频下载日志

# MANAGER_VideoLog
source: Video Play
es_es: Registro de reproducción de video
zh_cn: 视频播放日志

# MANAGER_VisitedContent
source: Access Content
es_es: Contenido de acceso
zh_cn: 访问内容

# MANAGER_VisitedTime
source: Access Time
es_es: Hora de acceso
zh_cn: 访问时间

# MANAGER_VisitLog
source: System Access Log
es_es: Visita al sistema
zh_cn: 系统访问日志

# MANAGER_Visitor
source: Visitor
es_es: Visitante
zh_cn: 访问者

# MANAGE_AbnormalDoor_Add
source: Add Abnormal Door Opening and Closing Rule
es_es: Agregar regla de apertura y cierre de puerta anormales
zh_cn: 添加异常开关门规则

# MANAGE_AbnormalDoor_Setting
source: Management of Abnormal Door Opening and Closing Alert Rules
es_es: Gestión de reglas de apertura y cierre de puerta anormales
zh_cn: 异常开关门告警规则管理

# MANAGE_AbnormalDoor_SettingName
source: Abnormal Door Opening and Closing Alert Rule Name
es_es: Nombre de regla de alerta de apertura y cierre de puerta anormales
zh_cn: 异常开关门告警规则名

# MANAGE_AbnorrmalDoor_Detail
source: Details of Abnormal Door Opening and Closing Rules
es_es: Detalles de regla de apertura y cierre de puerta anormales
zh_cn: 异常开关门规则详情

# MANAGE_AbnorrmalDoor_RuleList
source: List of Abnormal Door Opening and Closing Rules
es_es: Lista de reglas de apertura y cierre de puerta anormales
zh_cn: 异常开关门规则列表

# MANAGE_AbnorrmalDoor_SetVehicle
source: Set the rule of abnormal door opening and closing to vehicles
es_es: Vincular regla de apertura y cierre de puerta anormales con vehículo
zh_cn: 异常开关门规则设置到车辆

# MANAGE_AbnorrmalDoor_Update
source: Change the rule of abnormal door opening and closing
es_es: Modificar regla de apertura y cierre de puerta anormales
zh_cn: 修改异常开关门规则

# MANAGE_Add
source: Add
es_es: Agregar
zh_cn: 添加

# MANAGE_Address
source: Address
es_es: Dirección
zh_cn: 地址

# MANAGE_AddSiteUser
source: Add user of installation site
es_es: Agregar usuario de estación de instalación
zh_cn: 添加安装点用户

# MANAGE_AddSysMangerUser
source: Add system administrator
es_es: Agregar Administrador
zh_cn: 添加系统管理员

# MANAGE_AddTrafficUser
source: Add a user for the Ministry of Transport
es_es: Agregar Usuario de PTMS
zh_cn: 添加交通部用户

# MANAGE_AlertColorEdit
source: Change the color of alert type
es_es: Modificar el color de tipo de alerta
zh_cn: 修改告警类型颜色

# MANAGE_AlertColorSet
source: Configuration of Alert Type Color
es_es: Configuración de color del tipo de alerta
zh_cn: 告警类型颜色配置

# MANAGE_AlertTypeColorList
source: Alert Type Color Info List
es_es: Lista de información de color de tipo de alerta
zh_cn: 告警类型颜色信息列表

# MANAGE_AllSelect
source: All
es_es: Seleccionar Todo
zh_cn: 全选

# MANAGE_BaseInfoSetting
source: Basic Info Configuration
es_es: Configurar la Información Básica
zh_cn: 基础信息配置

# MANAGE_Cancle
source: Cancel
es_es: Cancelar
zh_cn: 取消

# MANAGE_CityName
source: City
es_es: Municipio
zh_cn: 城市

# MANAGE_CmdSendFaild
source: Failed to issue the command.
es_es: Error al envial el comando
zh_cn: 命令下发失败

# MANAGE_CmdSendSuccessful
source: Succeeded to issue the command.
es_es: Se ha enviado el comando correctamente
zh_cn: 命令下发成功

# MANAGE_Command_Status
source: Set Status
es_es: Configurar estado
zh_cn: 设置状态

# MANAGE_Command_Type
source: Command Type
es_es: Tipo de comando
zh_cn: 命令类型

# MANAGE_CompanyName
source: Agency
es_es: Organismo del vehículo
zh_cn: 车辆组织机构

# MANAGE_ConfirmPassword
source: Confirm Password
es_es: Confirmar contraseña
zh_cn: 确认密码

# MANAGE_Delete
source: Delete
es_es: Eliminar
zh_cn: 删除

# MANAGE_DisEnable_Alert
source: Disable Alert
es_es: Desactivar alerta
zh_cn: 禁用告警

# MANAGE_Email
source: Email
zh_cn: 邮箱

# MANAGE_Enable_Alert
source: Enable Alert
es_es: Activar alerta
zh_cn: 启用告警

# MANAGE_Finish
source: OK
es_es: Finalizar
zh_cn: 确定

# MANAGE_InstallStation
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# MANAGE_ModifyPassword
source: Change Password
es_es: Cambiar la contraseña
zh_cn: 修改密码

# MANAGE_ModifyUser
source: Change User
es_es: Cambiar el usuario
zh_cn: 修改用户

# MANAGE_New_Password
source: New Password
es_es: Contraseña nueva
zh_cn: 新密码

# MANAGE_Note
source: Remarks
es_es: Observaciones
zh_cn: 备注

# MANAGE_Number
source: It must be a number!
es_es: Hay que ser número
zh_cn: 必须是数字

# MANAGE_NumberIn0To20
source: Valid range of the value is between 0 and 20.
es_es: Ámbito válido de valor (0-20)
zh_cn: 值的有效范围(0-20)

# MANAGE_NumberIn0To60
source: Valid range of the value is between 0 and 60.
es_es: Ámbito válido de valor (0-60)
zh_cn: 值的有效范围(0-60)

# MANAGE_OK
source: OK
es_es: Aceptar
zh_cn: 确定

# MANAGE_Operation
source: Operation
es_es: Operación
zh_cn: 操作

# MANAGE_PageSize
source: Total
es_es: Cantidad por página
zh_cn: 每页显示数目

# MANAGE_ParaInfoList
source: List of Parameter Configuration Information
es_es: Lista de configuración de parámetros
zh_cn: 参数配置信息列表

# MANAGE_ParamSet
source: Parameter Info Configuration
es_es: Configuración de información de parámetros
zh_cn: 参数信息配置

# MANAGE_Parm
source: Parameter Settings
es_es: Configuración de parámetro
zh_cn: 参数设置

# MANAGE_PasswordReset
source: Reset Password
es_es: Restablecer contraseña
zh_cn: 重置密码

# MANAGE_ProvinceName
source: Province
es_es: Estado
zh_cn: 省份

# MANAGE_Query
source: Search
es_es: Buscar
zh_cn: 查询

# MANAGE_RegionAllocation
source: Regional Allocation
es_es: Distribución regional de usuarios
zh_cn: 区域分配

# MANAGE_RegionAllocationManage
source: Regional Allocation Management
es_es: Administración de distribución regional
zh_cn: 区域分配管理

# MANAGE_RegionNotNull
source: The region cannot be empty.
es_es: La región no puede estar vacía
zh_cn: 区域不能为空

# MANAGE_RegionsName
source: Region
es_es: División administrativa
zh_cn: 区域名称

# MANAGE_Reset
source: Reset
es_es: Restablecer
zh_cn: 重置

# MANAGE_ResetPwd
source: Reset Password
es_es: Restablecer contraseña
zh_cn: 重置密码

# MANAGE_Return
source: Back
es_es: Volver
zh_cn: 返回

# MANAGE_Rule_Add_Faild
source: Add failed.
es_es: No se ha agregado correctamente
zh_cn: 添加失败

# MANAGE_Rule_Add_Success
source: Added successfully.
es_es: Se ha agregado correctamente
zh_cn: 添加成功

# MANAGE_Rule_CreateTime
source: Creation Time
es_es: Fecha de creación
zh_cn: 创建时间

# MANAGE_Rule_Creator
source: Creator
es_es: Creador
zh_cn: 创建人

# MANAGE_Rule_Del_Faild
source: Delete failed!
es_es: Error al eliminar
zh_cn: 删除失败

# MANAGE_Rule_Del_Success
source: Deleted successfully.
es_es: Se ha eliminado con éxito
zh_cn: 删除成功

# MANAGE_Rule_Edit_Faild
source: Update failed!
es_es: Error al actualizar
zh_cn: 更新失败

# MANAGE_Rule_Edit_Success
source: Updated successfully.
es_es: Se ha actualizado con éxito
zh_cn: 更新成功

# MANAGE_Rule_Name
source: Rule Name
es_es: Nombre de regla
zh_cn: 规则名称

# MANAGE_Rule_Name_IsExist
source: This rule name already exists
es_es: Ya existe el nombre de regla
zh_cn: 规则名称已经存在

# MANAGE_Rule_Not_UpdateAndDel
source: The configuration has been applied to vehicles, and cannot be changed or deleted.
es_es: Ya existe un vehículo que aplica esta configuración, no se puede modificar o eliminar
zh_cn: 已经有车辆应用了此配置,不能修改或删除

# MANAGE_Rule_SelectMoreThen_1000
source: The total number of the selected vehicles cannot exceed 1000.
es_es: La cantidad total de vehículos seleccionados no puede superar a 1000
zh_cn: 选择车辆总数不能超过1000

# MANAGE_Rule_SettingSelected
source: Select Vehicle(s)
es_es: Seleccionar vehículo
zh_cn: 选择车辆

# MANAGE_Rule_Setting_Fail
source: Failed
es_es: Fallo
zh_cn: 失败

# MANAGE_Rule_Setting_Log
source: Rule Configuration Log
es_es: Configuración de reglas
zh_cn: 规则设置日志

# MANAGE_Rule_Setting_Log_List
source: Rule Configuration Log List
es_es: Lista de log de configuración de reglas
zh_cn: 规则设置日志列表

# MANAGE_Rule_Setting_Success
source: Successful
es_es: Éxito
zh_cn: 成功

# MANAGE_Rule_Used
source: The rule has been set to vehicles and cannot be deleted.
es_es: Las reglas se han aplicado al vehículo, no se puede eliminar
zh_cn: 规则已设置到车辆，不能删除

# MANAGE_Rule_UsingCount
source: Total number of applied vehicles
es_es: Cantidad total de vehículos informados
zh_cn: 应用车辆总数

# MANAGE_SAVE
source: Save
es_es: Guardar
zh_cn: 保存

# MANAGE_SECTION_DESC
source: Configuration Parameter Name
es_es: Nombre de parámetro
zh_cn: 配置参数名称

# MANAGE_SECTION_VALUE
source: Configuration Parameter Value
es_es: Valor de parámetro
zh_cn: 配置参数值

# MANAGE_Select_Area
source: Please select the regions to be sent!
es_es: Seleccione un área para enviar
zh_cn: 请选择下发的区域

# MANAGE_Select_Vhicles
source: Please select the vehicle to be configured!
es_es: Por favor seleccione vehículos para configurar
zh_cn: 请选择要设置的车辆

# MANAGE_SendInfo
source: Message Sending
es_es: Enviar el mensaje
zh_cn: 消息下发

# MANAGE_Send_Time
source: Sending Time
es_es: Hora de envío
zh_cn: 发送时间

# MANAGE_SettingToVehicle
source: Configuration information associated with vehicle.
es_es: Vincular información de configuración con vehículo
zh_cn: 配置信息关联到车辆

# MANAGE_Setting_AddFailed
source: Add failed.
es_es: No se ha agregado correctamente
zh_cn: 添加失败

# MANAGE_Setting_AddSuccessful
source: Added successfully.
es_es: Se ha agregado correctamente
zh_cn: 添加成功

# MANAGE_Setting_Area
source: Region-based Settings
es_es: Configurar según área
zh_cn: 按区域设置

# MANAGE_Setting_Group
source: Interested Group-based Settings
es_es: Configurar según grupo de atención
zh_cn: 按关注组设置

# MANAGE_Setting_Save
source: Save
es_es: Guardar
zh_cn: 保存

# MANAGE_Setting_Setting
source: Settings
es_es: Configuración
zh_cn: 设置

# MANAGE_Setting_Tip
source: Tip
es_es: Aviso
zh_cn: 提示

# MANAGE_Setting_Vehicle
source: Vehicle-based Settings
es_es: Configurar según vehículo
zh_cn: 按车辆设置

# MANAGE_Speed
source: Speed Threshold
es_es: Umbral de velocidad
zh_cn: 速度阈值

# MANAGE_Speed_Validate
source: It must be a positive integer between 0 and 50.
es_es: Debe ser enteros positivos entre 0 y 50
zh_cn: 必须是0-50的正整数

# MANAGE_Support_StationName
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# MANAGE_TemperatureSetting
source: Temperature Parameter Settings
es_es: Configuración de parámetros de temperatura
zh_cn: 温度参数设置

# MANAGE_TemperatureSettingName
source: Overheat Alarm Rule Name
es_es: Nombre de regla de alerta de exceso de temperatura
zh_cn: 超温报警规则名

# MANAGE_TemperatureSetting_Add
source: Add Overheat Alert Rule
es_es: Agregar regla de alerta de exceso de temperatura
zh_cn: 超温告警规则添加

# MANAGE_TemperatureSetting_Detail
source: Overheat Alert Rule Details
es_es: Detalles de regla de alerta de exceso de temperatura
zh_cn: 超温告警规则详情

# MANAGE_TemperatureSetting_SetVehicle
source: Set Overheat Alarm Rule to Vehicle
es_es: Regla de alerta de exceso de temperatura con vehículo
zh_cn: 超温报警规则设置到车辆

# MANAGE_TemperatureSetting_Update
source: Change Overheat Alert Rule
es_es: Actualizar regla de alerta de exceso de temperatura
zh_cn: 超温告警规则修改

# MANAGE_TemperatureType_Coache
source: Interior Temperature
es_es: Temperatura en vehículo
zh_cn: 车内温度

# MANAGE_TemperatureType_Engine
source: Engine Temperature
es_es: Temperatura de motor
zh_cn: 发动机温度

# MANAGE_TemperatureType_Suite
source: Security Suite Temperature
es_es: Temperatura de suite de seguridad
zh_cn: 套件温度

# MANAGE_Temperature_List
source: Overheat Alert Rule List
es_es: Lista de regla de exceso de temperatura
zh_cn: 超温告警规则列表

# MANAGE_Temperature_Max
source: The highest temperature
es_es: Temperatura máxima
zh_cn: 最大温度

# MANAGE_Temperature_Min
source: The lowest temperature
es_es: Temperatura mínima
zh_cn: 最小温度

# MANAGE_Temperature_SelectSetType
source: Please select the type of settings.
es_es: Por favor seleccione el tipo de configuración
zh_cn: 请选择设置类型

# MANAGE_Temperature_SelectTemperatureType
source: Please select the type of temperature.
es_es: Por favor seleccione el tipo de temperatura
zh_cn: 请选择温度类型

# MANAGE_Temperature_SettingType
source: Setting Type
es_es: Configuración de tipo
zh_cn: 设置类型

# MANAGE_Temperature_Type
source: Temperature Type
es_es: Tipo de temperatura
zh_cn: 温度类型

# MANAGE_Temperature_Validate
source: The range must be between 0 and 100.
es_es: Ámbito debe ser entre 0 y 100
zh_cn: 范围必须是0-100

# MANAGE_Temperture_Setting
source: Manage Overheat Alert Rule
es_es: Gestión de regla de alerta de exceso de temperatura
zh_cn: 超温告警规则管理

# MANAGE_UpdateRegionDistribute
source: Change Regional Division
es_es: Modificar la división de regiones
zh_cn: 修改区域划分

# MANAGE_UserInfoError
source: User information error, please contact with AD administrator
es_es: Información de usuario incorrecta, contacte con el administrador
zh_cn: 用户信息有误，请联系AD管理员

# MANAGE_UserInfoList
source: List of User Info
es_es: Lista de información de usuarios
zh_cn: 用户信息列表

# MANAGE_UserLevel
source: Level
es_es: Nivel
zh_cn: 级别

# MANAGE_User_LoginName
source: Login Name
es_es: Nombre de acceso
zh_cn: 登录名

# MANAGE_User_Password
source: Password
es_es: Contraseña
zh_cn: 密码

# MANAGE_User_Phone
source: Contact No.
es_es: Tel.
zh_cn: 电话

# MANAGE_User_UserName
source: Username
es_es: Nombre de usuario
zh_cn: 用户名

# MANAGE_ViewRegionDistribute
source: View Regional Division
es_es: Ver división de regiones
zh_cn: 查看区域划分

# MANGE_HighLessThenLow
source: The highest temperature cannot be lower than the lowest temperature.
es_es: La temperatura máxima no puede ser más baja que la temperatura mínima
zh_cn: 最高温度不能低于最低温度

# MANGE_LowGreaterThenHigh
source: The lowest temperature cannot be higher than the highest temperature.
es_es: La temperatura mínima no puede ser más alta que la temperatura máxima
zh_cn: 最低温度不能高于最高温度

source: Maroon
es_es: Marrón
zh_cn: 栗色

# MdvrVehicleIdChecking
source: License Plate Verification
es_es: Verificar ID Vehicular de MDVR
zh_cn: 车牌验证

# MDVR_SIM
source: MDVR SIM Card
es_es: Tarjeta SIM
zh_cn: MDVR SIM卡

# MDVR_SIM_MOBILE
source: MDVR SIM Card Mobile Number
es_es: Número de celular de tarjeta SIM
zh_cn: MDVR SIM卡手机号

# MenuCollapsedToolTip
source: Collapse
es_es: Ocultar
zh_cn: 收起

# MenuVisibleToolTip
source: Open
es_es: Abrir
zh_cn: 打开

# Mile
source: Li
es_es: Kilometraje
zh_cn: 里

source: Minute
es_es: Minuto
zh_cn: 分钟

# Modify
source: Change
es_es: Modificar
zh_cn: 修改

# ModifySuccess
source: Changed successfully.
es_es: Se ha modificado con éxito
zh_cn: 修改成功

# ModifyUser
source: Change User
es_es: Modificar usuario
zh_cn: 修改用户

# MonitorTravelPlanBegin
source: Start to execute driving plan
es_es: Empezar a ejecutar plan de viaje
zh_cn: 行驶计划开始执行

# MONITOR_AllVehicle
source: All Vehicles
es_es: Todos los vehículos
zh_cn: 所有车辆

# MONITOR_AttentionVehicle
source: Interested Vehicles
es_es: Vehículos de interés
zh_cn: 关注车辆

# MONITOR_BaseInfo
source: Basic Information
es_es: Información Básica
zh_cn: 基本信息

# MONITOR_CancelGroupDetail
source: Exit from Group
es_es: Salir del grupo
zh_cn: 退出分组

# MONITOR_DownloadVideo
source: Download Video
es_es: Descarga de video
zh_cn: 下载视频

# MONITOR_DownVideoConditionDetail
source: Please enter start time and end time, and ensure that the start time is earlier than the end time!
es_es: Ingrese la hora de inicio y de finalización, y asegúrese de que la hora de inicio es antes que la de finalización
zh_cn: 请输入开始时间和结束时间，并确保开始时间在结束时间之前!

# MONITOR_DriveRoute
source: Route
es_es: Ruta
zh_cn: 行驶路线

# MONITOR_ElectricFence
source: Geo-fence
es_es: Geocerca
zh_cn: 电子围栏

# MONITOR_EndTime
source: To
es_es: Hora de finalización
zh_cn: 结束时间

# MONITOR_FirstVideo
source: Channel 1
es_es: Video 1
zh_cn: 第一路视频

# MONITOR_FourthVideo
source: Channel 4
es_es: Video 4
zh_cn: 第四路视频

# MONITOR_Group
source: Monitoring Group
es_es: Grupo de monitoreo
zh_cn: 监控组
