Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# MaintainApplication_Worker
source: Maintainer
es_es: Técnico de mantenimiento
zh_cn: 维修人

# MaintainApplication_WorkerPhone
source: Maintainer Contact
es_es: Tel.
zh_cn: 维修人电话

# MaintainApplication_yuyue
source: Reserve
es_es: Reservar
zh_cn: 预约

# MaintainRecord_Applicant
source: Applicant
es_es: Solicitante
zh_cn: 申请人

# MaintainRecord_Contact
source: Contact No.
es_es: Tel.
zh_cn: 申请人电话

# MaintainRecord_Problem
source: Fault
es_es: Descripción del problema
zh_cn: 问题

# MaintainRecord_VehicleID
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# HasApplication
source: Applied
es_es: Solicitado
zh_cn: 已申请

# HasOrder
source: Reserved
es_es: Reservado
zh_cn: 已预约

# MaintainRecord_List
source: Appointment List
es_es: Listado de reservación
zh_cn: 预约列表

# MaintainRecord_Manager
source: Appointment Management
es_es: Gestión de reservación
zh_cn: 预约管理

# Traffic_VehicleNoFindFence
source: This vehicle is not involved in any geo-fence!
es_es: Sin haber configurado la geocerca para el vehículo
zh_cn: 车辆未设置电子围栏!

# Traffic_VehicleNoFindRoute
source: No route was set for this vehicle!
es_es: Sin haber configurado la ruta para el vehículo
zh_cn: 车辆未设置行驶路线!

# Delivering
source: Sending
es_es: Enviando
zh_cn: 发送中

source: Failed
es_es: Fracasado
zh_cn: 失败

# Succeed
source: Successful
es_es: Con éxito
zh_cn: 成功

# UnDelivered
source: Not sent
es_es: No entregado
zh_cn: 未发送

# WaitForDeliver
source: Ready to send
es_es: En espera de envío
zh_cn: 等待下发

# MaintainUndefindRecord_List
source: Maintenance Reservation List
es_es: Listado de reservación de mantenimiento
zh_cn: 维修预约列表

# MaintainUndefindRecord_Manager
source: Maintenance Reservation Management
es_es: Gestión de reservación de mantenimiento
zh_cn: 维修预约管理

# MaintainUndefindRecord_Worker
source: Reserved Maintainer
es_es: Técnico reservado
zh_cn: 预约维修人

# MaintainRecordFix_List
source: Maintenance List
es_es: Listado de mantenimiento
zh_cn: 维修列表

# MaintainRecordFix_Manager
source: Maintenance Management
es_es: Gestión de mantenimiento
zh_cn: 维修管理

# HasFinished
source: Finished
es_es: Completado
zh_cn: 已完成

# Fixing
source: Repairing
es_es: Reparando
zh_cn: 维修中

# MonitorGroupEditWindow
source: Monitoring Group Info
es_es: Información de grupo de monitoreo
zh_cn: 监控分组信息

# Monitor_GroupNameCanNotEmpty
source: The name of group cannot be empty!
es_es: El nombre del grupo de monitoreo no puede quedar vacío
zh_cn: 监控分组名称不能为空!

# Monitor_GroupNameDuplication
source: The name of group cannot be duplicated!
es_es: No se puede repetir el nombre del grupo de monitoreo
zh_cn: 监控分组名称不能重复!

# HasFixed
source: Maintenance Finished
es_es: Reparación completada
zh_cn: 维修完成

# MaintainRecordFix_Note
source: Remarks
es_es: Observaciones
zh_cn: 备注

source: Driver Info
es_es: Información de conductor
zh_cn: 驾驶员信息

# InfoShow
source: Information
es_es: Información de vehículo
zh_cn: 车辆信息

source: Null
es_es: Nulo
zh_cn: <无>

# LocationReportRule_Interval
source: Time Interval
es_es: Intervalo
zh_cn: 时间间隔(秒)

# LocationReportRule_Length
source: Length
es_es: Longitud
zh_cn: 长度(米)

# LocationReportRule_Name
source: Rule Name
es_es: Regla
zh_cn: GPS回传规则名

# LocationReportRule_ReportStrategy
source: Policy
es_es: Estrategia
zh_cn: 策略

# AlarmInfo
source: Information
es_es: Información de alarma
zh_cn: 警情信息

# AlarmPanBie
source: Valid/Invalid
es_es: Tipo de alarma
zh_cn: 警情判别

# AlertInfo
source: Alarm Info
es_es: Información de alarma
zh_cn: 报警信息

# AnserPenson
source: Provided by
es_es: Respondido por
zh_cn: 反馈人

# AnserTime
source: Feedback Time
es_es: Fecha y hora
zh_cn: 反馈时间

# AnswerInfo
source: Feedback Info
es_es: Detalles de realimentación
zh_cn: 反馈信息

# Disposed
source: Handled
es_es: Tratado
zh_cn: 已处置

# DisposeInfo
source: Handling Info
es_es: Información de tratamiento
zh_cn: 处置信息

# DisposeStatus
source: Handling Status
es_es: Estado
zh_cn: 处置状态

# NoDisposed
source: Unhandled
es_es: Sin tratar
zh_cn: 未处置

source: Time
es_es: Hora
zh_cn: 时间

# Where
source: Location
es_es: Ubicación
zh_cn: 位置

source: Device Alert List
es_es: Lista de alertas por equipo
zh_cn: 设备告警列表

# DeviceAlertManager
source: Device Alert Management
es_es: Gestión de alertas por equipo
zh_cn: 设备告警管理

# GNSSCircuit
source: GNSS Antenna Short-circuited
es_es: Cortocircuito de antena GNSS
zh_cn: GNSS 天线短路

# GNSSModelError
source: GNSS Module Fault
es_es: Avería de módulo GNSS
zh_cn: GNSS 模块发生故障

# GNSSNoAntenna
source: GNSS Antenna Disconnected or Cut
es_es: Antena GNSS desconectada o cortada
zh_cn: GNSS 天线未接或被剪断

# ICError
source: Road Transportation Permit IC Card Module Fault
es_es: Avería de módulo de tarjeta IC de permiso de transporte por carretera
zh_cn: 道路运输证IC 卡模块故障

# LEDError
source: Terminal LED or Monitor Fault
es_es: Avería de terminal LCD o monitor
zh_cn: 终端LED 或显示器故障

# PowerSourceNoPower
source: Terminal Primary Power Failure
es_es: Pérdida de alimentación principal del terminal
zh_cn: 终端主电源掉电

# PowerSourceNoVoltage
source: Terminal Primary Power Under-voltage
es_es: Bajo voltaje de alimentación principal del terminal
zh_cn: 终端主电源欠压

# TTSError
source: TTS Module Fault
es_es: Avería de módulo TTS
zh_cn: TTS 模块故障

# VehicleOilError
source: Vehicle Fuel Error
es_es: Anomalía de combustible para vehículo
zh_cn: 车辆油量异常

# VidiconError
source: Camera Fault
es_es: Avería de cámara
zh_cn: 摄像头故障

# VssError
source: Vehicle VS Fault
es_es: Avería VSS de vehículo
zh_cn: 车辆VSS 故障

# SelectMonitorGroup
source: Select a Monitoring Group
es_es: Seleccionar
zh_cn: 选择监控组

# SelectMonitorFence
source: Select a Monitoring Fence
zh_cn: 选择电子围栏

# TimeMessage
source: Timetable Info
es_es: Horario
zh_cn: 时刻表信息

source: Traffic Message
es_es: Mensaje sobre tráfico
zh_cn: 交通消息

# WeatherMessage
source: Weather Info
es_es: Mensaje sobre tiempo
zh_cn: 天气信息

# FoundRegistryList
source: Found Property List
es_es: Lista de registro de encontrados
zh_cn: 拾到登记列表

# LostRegistryList
source: Lost Property List
es_es: Listado de registro de pérdida
zh_cn: 丢失登记列表

# MANAGE_DownButton
source: Issue Button
es_es: Botón de emisión
zh_cn: 下发按钮

# MANAGE_DownTime
source: Sending Time
es_es: Fecha y hora
zh_cn: 下发时间

# Phone_Msg
source: Mobile Phone
es_es: Mensaje de celular
zh_cn: 手机信息

# Phone_MsgName
source: Mobile Phone Name
es_es: Nombre de mensaje de celular
zh_cn: 手机信息名称

# AccountUserName
source: Account Name
es_es: Nombre de cuenta
zh_cn: 账户名称

source: Alarm Source
es_es: Fuente de alarma
zh_cn: 警情来源

# Issue
source: Send
es_es: Enviar
zh_cn: 下发

# IssuedVehicle
source: Vehicle List
es_es: Vehículos informados
zh_cn: 已下发车辆

# MonitorList
source: Monitoring List
es_es: Listado de monitoreos
zh_cn: 监控列表

source: Mark
es_es: Marcar
zh_cn: 标记

# BusinessAlarmInfo
source: Information
es_es: Alerta de servicio
zh_cn: 业务告警信息

# InfoRegion
source: Supplement
es_es: Área de información
zh_cn: 信息区

# TRAFFIC_DeleteRoute_HaveCar
source: Please delete the associated vehicle before delete this route!
es_es: Elimine primero el vehículo asociado para eliminar la ruta
zh_cn: 请先删除关联的车辆才能删除该路线!

# TRAFFIC_DeleteRouteOrNot
source: Are you sure you want to delete this route?
es_es: ¿Está seguro de que desea eliminar esta ruta?
zh_cn: 是否确认删除该行驶路线?

# Traffic_RouteAbandonOrNo
source: Are you sure you want to discard this route?
es_es: ¿Está seguro de que desea deshabilitar la ruta?
zh_cn: 是否废弃行驶路线?

# Traffic_Fence_InUsed
source: This geo-fence is being occupied. Not allowed to edit!
es_es: La geocerca está en uso, no se permite editar
zh_cn: 电子围栏正在使用中，不允许编辑!

# Traffic_Route_InUsed
source: This route is being occupied. Editing is not allowed!
es_es: La ruta está en uso, no se permite editar
zh_cn: 行驶路线正在使用中，不允许编辑!

# ApplicationManagement
source: Maintenance Request
es_es: Gestión de solicitud
zh_cn: 申请管理

# BookingManagement
source: Appointment Management
es_es: Gestión de reserva
zh_cn: 预约管理

# EquipmentMaintenance
source: Device Maintenance
es_es: Mantenimiento de equipo
zh_cn: 设备维修

# ForMaintenanceManagement
source: Maintenance Pending
es_es: En espera
zh_cn: 待维修管理

source: Installed Vehicle Statistics
es_es: Estadísticas de vehículos con instalación
zh_cn: 安装车辆统计

# LocateDeviceInstall
source: Positioning Device Installation
es_es: Instalación de equipo de localización
zh_cn: 定位设备安装

# LocateDeviceQuery
source: Search for Positioning Devices
es_es: Búsquda de equipo de localización
zh_cn: 定位设备查询

# MaintenancedQuery
source: Maintained Devices Search
es_es: Reparado
zh_cn: 已维修查询

# PTAMP
source: Installation and Maintenance Module
es_es: Módulo de instalación y mantenimiento
zh_cn: 安装运维模块

# QueryStatistics
source: Search and Statistics
es_es: Estadísticas
zh_cn: 查询统计

# Reservation
source: Maintenance Appointment
es_es: Servicio de mantenimiento
zh_cn: 维修预约

# SafeDeiveAlertQuery
source: Device Alert Search
es_es: Búsquda de alertas de suite de seguridad
zh_cn: 设备告警查询

# SafeDeviceAlertStatistics
source: Device Alert Statistics
es_es: Búsquda de alertas de suite de seguridad
zh_cn: 设备告警统计

# SafeDeviceInstall
source: Security Suite Installation
es_es: Instalación de suite de seguridad
zh_cn: 安全套件安装

# SafeDeviceQuery
source: Security Suite Search
es_es: Búsquda de suite de seguridad
zh_cn: 安全套件查询

# VehicleQuery
source: Search for Vehicles
es_es: Buscar vehículo
zh_cn: 车辆查询

# LocateDeviceGetInfoFaulted
source: Failed to get information of positioning device.
es_es: Error al obtener la información de equipo de localización
zh_cn: 定位设备获取信息失败

# SetOneKeyAlertedUploadVedio
source: Upload videos automatically after setting up vehicle alarm.
es_es: Después de configurar el botón de pánico, se carga el video automáticamente
zh_cn: 设置一键报警后主动上传视频

# PleaseInitDevice
source: Please initialize the device.
es_es: Por favor, inicialice el equipo
zh_cn: 请初始化设备

# PleaseSelectCameraInstallPlace
source: Please select the installation position of camera.
es_es: Seleccione el lugar donde se va a instalar la cámara
zh_cn: 请选择摄像头安装位置

# LocateDeviceInfo
source: Positioning Device Info
es_es: Información de equipo de localización
zh_cn: 定位设备信息

source: Alert Condition
es_es: Información de alerta
zh_cn: 告警情况

# LoginWelcomeMessage
source: Software de aplicación de despacho automático para vehículos de respuesta a emergencias
zh_cn: 安全应急处置车辆自动化车载中心端软件

# DownLoadAll
source: Send all?
es_es: ¿Está seguro de que desea enviar a todos los vehículos?
zh_cn: 下发全部?

# DownRule
source: Are you sure you want to send?
es_es: ¿Está seguro de que desea enviar?
zh_cn: 是否下发?

source: Help
es_es: Ayuda
zh_cn: 帮助

# NoDown
source: Not Sent
es_es: No emitido
zh_cn: 未下发

# NoAlarmVideo
source: No alarm video found.
es_es: No hay video de alarma
zh_cn: 没有报警视频

source: Date
es_es: Fecha
zh_cn: 日期

# Common_Add
source: Add
es_es: Agregar
zh_cn: 添加

# Common_Update
source: Edit
es_es: Modificar
zh_cn: 修改

# Common_View
source: Details
es_es: Detalles
zh_cn: 详情

# BindingTitle
source: Bind
es_es: Vincular
zh_cn: 绑定

# wrongformat
source: Format error
es_es: Error de formato
zh_cn: 格式错误

source: Role List
es_es: Lista de rol
zh_cn: 角色列表

# RoleManage
source: Role Management
es_es: Rol
zh_cn: 角色管理

source: Role Name
es_es: Nombre de rol
zh_cn: 角色名称

# HistoryVideoSelectCountZero
source: Please select at least one channel of video to play.
es_es: Seleccione al menos un canal de video para reproducir
zh_cn: 请选择最少一路视频播放

source: Description
es_es: Descripción
zh_cn: 描述

# HistoryVideoSelectMaxCount
source: Up to {0} channels of videos can be selected.
es_es: Seleccione {0} canales de video como máximo
zh_cn: 最多选择{0}路视频

# EndTimeBigThanStartTime
source: The end time must be later than the start time.
es_es: Hora de finalización debe ser posterior a la hora de inicio
zh_cn: 结束时间必须大于开始时间

# Message_Title
source: Title
es_es: Título
zh_cn: 标题

# HeartbeatRule_Interval
source: Time Interval (s)
es_es: Intervalo de latido (s)
zh_cn: 心跳时间间隔(s)

# HeartbeatRule_Name
source: Rule Name
es_es: Nombre
zh_cn: 心跳规则名称

# VideoRunLog
source: Video Play
es_es: Reproducción
zh_cn: 播放日志

# VehicleTypeNotExist
source: The vehicle type does not exist.
es_es: No existe este tipo
zh_cn: 车辆类型不存在

# IsTurnAlarm
source: Alarm Transfer
es_es: Transferir
zh_cn: 是否转警

# TurnAlarmMode
source: To
es_es: Transferir
zh_cn: 转警模式

# Tip_Or
source: Or
es_es: O
zh_cn: 或者

# LocateDevice_Core_Sn
source: Positioning Device Chip No.
es_es: Número Chip de equipo de localización
zh_cn: 定位设备芯片号

# LocateDevice_Sn
source: Positioning Device Serial No.
es_es: Número serial de equipo de localización
zh_cn: 定位设备序列号

# PartDeviceExist
source: This accessory already exits.
es_es: El accesorio ya existe
zh_cn: 部件已存在，如下

# SuitDeviceExist
source: This security suite already exists, as follows:
es_es: La suite de seguridad ya existe
zh_cn: 安全套件已存在，如下:

# SuitPartExist
source: Both security suite and accessory already exist, as follows:
es_es: La suite de seguridad y sus accesorios ya existen
zh_cn: 安全套件与部件都已存在，如下:

# SuitPart_Sn
source: Accessory No.
es_es: ID de accesorio
zh_cn: 部件编号

# GetRegister
source: Found Property Registration
es_es: Registro de objetos encontrados
zh_cn: 拾获登记

# LostGet
source: Lost and Found
es_es: Perdidos y encontrados
zh_cn: 失物招领

# LostRegister
source: Lost Property Registration
es_es: Registro de objetos perdidos
zh_cn: 丢失登记

# MessageManage
source: Message Management
es_es: Gestión de mensajes
zh_cn: 消息管理

# PhoneMessage
source: Mobile Message
es_es: Mensaje de celular
zh_cn: 手机消息

source: Public Service
es_es: Servicio público
zh_cn: 公共服务

# SafeDeviceMessage
source: Security Suite Message
es_es: Mensaje de suite de seguridad
zh_cn: 套件消息

source: Driver ID
es_es: Cédula de conductor
zh_cn: 驾驶员编号

source: Record ID
es_es: ID de registro
zh_cn: 记录编号

# EditNote
source: Edit Remarks
es_es: Modificar observación
zh_cn: 修改备注

# OrderClientStatus_Run
source: Active
es_es: Pausa
zh_cn: 运行

# OrderClient_DeviceCount
source: No. of Devices
es_es: Cantidad de equipo
zh_cn: 设备数量

# OrderClient_UserCount
source: No. of Users
es_es: Cantidad de usuario
zh_cn: 用户数量

# OrderClient_Version
source: Edition
es_es: Versión
zh_cn: 版本

# VersionEnum_Basic
source: Basic Edition
es_es: Versión básica
zh_cn: 基础版

# VersionEnum_Standard
source: Standard Edition
es_es: Versión estándar
zh_cn: 标准版

# GUser_Account
source: Account Name
es_es: Nombre de cuenta
zh_cn: 账户名

# GUser_Mobile
source: Mobile Phone
es_es: Tel
zh_cn: 手机

source: Password
es_es: Contraseña
zh_cn: 密码

# BasicInfoMenu
source: Basic Info
es_es: Información básica
zh_cn: 基础信息

# HistoryQueryMenu
source: Historical Search
es_es: Búsqueda historial
zh_cn: 历史查询

# LivingMonitorMenu
source: Real-time Monitoring
es_es: Monitoreo en tiempo real
zh_cn: 实时监控

# Camera_Resolution
source: Resolution
es_es: Resolución
zh_cn: 分辨率

# AlreadyPhoto
source: No. of Photos
es_es: Tomado
zh_cn: 已拍

source: Interval
es_es: Intervalo
zh_cn: 间隔

# PublicServiceMenu
source: Public Service
es_es: Servicio público
zh_cn: 公共服务

# StatisticsReportMenu
source: Statistics
es_es: Informe estadístico
zh_cn: 统计报表

# SystemManageMenu
source: System Management
es_es: Gestión de sistema
zh_cn: 系统管理

# TrafficeManageMenu
source: Traffic Management
es_es: Gestión de tráfico
zh_cn: 交通管理

# VedioWallMenu
source: Video Wall
zh_cn: 视频墙

# WaitingDeviceUploadInfo
source: Waiting for positioning device uploading information…
es_es: Esperando subir la información por equipo de localización
zh_cn: 等待定位设备上传信息......

source: Camera ID
es_es: ID de cámara
zh_cn: 摄像头编号

# DeliveryTime
source: Manufacture Time
es_es: Fecha de fabricación
zh_cn: 出厂时间

# InitDevice
source: Initializing Device
es_es: Inicialice el equipo
zh_cn: 初始化设备

# InputVehicleNumberAndClickUploadGotoNext
source: Please enter the license plate number and Upload to proceed.
es_es: Introduzca la placa en la suite de seguridad, haga clic en subir para entrar el paso siguiente
zh_cn: 安全套件上输入车牌,并点击上传后会自动转到下一步

# PleaseEnterOneKeyOntheDeviceAndWaitDeviceUploadInfo
source: Please press the panic button and wait for the information upload…
es_es: Pulse el botón de pánico, esperando el suite subir los datos
zh_cn: 请在设备上按下一键报警按钮，等待安全套件上传信息......

# SafeDeviceSettingInfo
source: Security Suite Accessory Info
es_es: Información de suite de seguridad
zh_cn: 安全套件配件信息

# SureInstallCameraPlace
source: Confirm the installed camera location
es_es: Confirmar la ubicación de cámara instalada
zh_cn: 确认安装摄像头位置

# Start
source: Start Time
es_es: Iniciar
zh_cn: 开始

# TotalNum
source: Total
es_es: En total
zh_cn: 共

# AddMonitorGroup
source: Add to Monitoring Group
es_es: Agregar al grupo de moniotoreo
zh_cn: 加入监控组

# AddAlarmNote
source: Add note of alarm
es_es: Agregar Comentario de alarma
zh_cn: 添加警情说明

# AlarmNote
source: Note of alarm
es_es: Comentario de alarma
zh_cn: 警情说明

# AlarmNoteNotBull
source: Note of alarm can not be null
es_es: El comentario de alarma no puede quedar vacío
zh_cn: 警情说明不能为空

# AlertHistory
source: Alert
es_es: Alerta de vehículo
zh_cn: 告警历史查询

# BusinessAlertType_InOutAera
source: Geo-fence Entry/exit
es_es: Entrada y salida de geocerca
zh_cn: 进出围栏

# BusinessAlertType_InOutRoute
source: Route Entry
es_es: Entrada y salida de ruta
zh_cn: 进出路线

# BusinessAlertType_OverSpeed
source: Overspeed
es_es: Exceso de velocidad
zh_cn: 超速告警

# BusinessAlertType_RouteOffset
source: Route Deviation
es_es: Desviación de ruta
zh_cn: 路线偏移

# IsSendRules
source: Send rules?
es_es: ¿Está seguro que desea enviar?
zh_cn: 下发规则?

# ID_INSTALL_GPSSn
source: Device No.
es_es: ID de equipo
zh_cn: 设备编号

# FromDate
source: From
es_es: Desde
zh_cn: 开始时间

# ToDate
source: To
es_es: Hasta
zh_cn: 结束时间

# AccountList
source: Client List
es_es: Lista de cliente
zh_cn: 客户列表

# AccountManagement
source: Client Management
es_es: Administración de cliente
zh_cn: 客户管理

# MaintainMessage
source: Maintenance Info
es_es: Información de mantenimiento
zh_cn: 维修信息

# OrderClientStatus_Suspended
source: Inactive
es_es: Desactivar
zh_cn: 暂停

# SerialNumber
source: Serial No.
es_es: ID de serie
zh_cn: 序列号

# DevGPS_Uid
source: Chip No.
es_es: ID de chip
zh_cn: 芯片号

# SuitePartList
source: Accessory List
es_es: Lista de accesorio
zh_cn: 部件列表

# PasswordError
source: UserName Or Password Error
es_es: Usuario o Contraseña incorrecta
zh_cn: 用户名或密码错误

# SelectFileDownloadRange
source: Select the Start-stop time
es_es: Seleccionar el hora de inicio y fin
zh_cn: 请选择起止时间

# Expired
source: Service Expired
es_es: Expirado
zh_cn: 服务过期

# MaxUser
source: Exceed the maximum number of users.
zh_cn: 超过最大用户数量

# Suspended
source: Inactive
es_es: Suspendido
zh_cn: 服务暂停

# PleaseGoFenceProprities
source: Please Select Proprities
es_es: Seleccione la propiedad
zh_cn: 请选择属性

# Accountexists
source: This account already exists!
es_es: Ya existe la cuenta
zh_cn: 账号已存在

# Accountnoexists
source: UserName Or Password Error
es_es: Usuario o Contraseña incorrecta
zh_cn: 用户名或密码错误

# OrderClientAdminnoexists
source: Client super administrator does not exist.
es_es: No existe el superadministrador del cliente
zh_cn: 客户端超级管理员不存在

# orderclientnotexist
source: The client does not exist.
es_es: No existe el cliente
zh_cn: 客户端不存在

# OrderClientRoleNameNoExist
source: The role name of the client does not exist.
es_es: No existe el rol de cliente
zh_cn: 客户端角色名不存在

# Parameterinvalid
source: Invalid Parameter
es_es: Parámetro no válido
zh_cn: 参数无效

# rolenotexist
source: This role does not exist.
es_es: No existe el rol
zh_cn: 角色不存在

# SaveDBFailed
source: Failed to save to the database.
es_es: Error al guardar al base de dato
zh_cn: 保存到数据库失败。

# Therolecontainsusers
source: This role already contains users.
es_es: No se permite eliminar el rol, este rol tiene un usuario vinculado
zh_cn: 此角色已包含用户.

# UerDepartmentnoexists
source: This user department does not exist.
es_es: No existe el organismo
zh_cn: 用户部门不存在

# UserReference
source: This role has been used and cannot be deleted.
es_es: No se permite eliminar el usuario, está en servicio
zh_cn: 角色已被使用,不能删除!

source: Airport
es_es: Aeropuerto
zh_cn: 机场

source: ATM
es_es: Banco
zh_cn: ATM取款机

source: Bank
es_es: Banco
zh_cn: 银行

source: Goverment
es_es: Gobierno
zh_cn: 政府

source: Hospital
zh_cn: 医院

# Market
source: Supermarket
es_es: Supermercado
zh_cn: 超市

# PleaseSearchType
source: Select search type
es_es: Seleccionar
zh_cn: 选择查询类型

# ScenerySpot
source: Scenic Spot
es_es: Lugar de interés
zh_cn: 景区

source: School
es_es: Escuela
zh_cn: 学校

# GPSDeviceNoExist
source: This device does not exist!
es_es: Instalación y operación
zh_cn: GPS 设备不存在

# AlreadyBindingWith
source: Bound already!
es_es: Vinculado
zh_cn: 已绑定

# BindingWithCHAUFFEUR
source: This vehicle has been assigned with drivers and cannot be removed!
es_es: Nota: Si el vehículo tiene conductor asociado, no se permite eliminar el vehículo
zh_cn: 已分配驾驶员

# CancellMark
source: Cancel
es_es: Desmarcar
zh_cn: 取消标记

# CancellMarkSuccess
source: Succeeded to cancel mark.
es_es: Se ha desmarcado correctamente
zh_cn: 取消标记成功

# DriverLicenseDuplicate
source: This driver license number already exists!
es_es: El número de liciencia ya existe
zh_cn: 驾驶证编号已存在

# EngineIDDuplicate
source: This engine number already exists!
es_es: El número de motor ya existe
zh_cn: 发动机编号已存在

# FailedToSave
source: Failed to save to the database!
es_es: Error al guardar en la base de datos
zh_cn: 保存到数据库失败

# FailedtoSavetoDB
source: Failed to save to the database!
es_es: No se ha guardado a la base de datos correctamente
zh_cn: 保存到数据库失败

# GPSDeviceNoExist1
source: This positioning device does not exist.
es_es: No existe equipo GPS
zh_cn: 定位设备不存在

# GPSInstallReference
source: This positioning device has been occupied.
es_es: El equipo de localización ha sido utilizado
zh_cn: 定位设备已使用

# GPSMissing
source: This positioning device does not exist!
es_es: El equipo de localización no existe
zh_cn: 定位设备不存在

# HasChild
source: The agency has sub-agencies and cannot be removed!
es_es: Nota: Si el organismo tiene sub-organismo asociado, no se permite eliminar el organismo
zh_cn: 已存在子部门

# InstallDetailMissing
source: The installation details do not exit!
es_es: Los detalles de instalación no existen
zh_cn: 安装详情不存在

# InstallWithGPS
source: This vehicle has been installed with a positioning device and cannot be removed!
es_es: El vehículo ha instalado el equipo de localización
zh_cn: 车辆已安装定位设备

# InstallWithSuite
source: This vehicle has been installed with a security suite and cannot be removed!
es_es: El vehículo ha instalado la suite de seguridad
zh_cn: 车辆已安装套件

# LimitSpeed
source: The maximum speed must range from 0 to 200!
es_es: La velocidad máxima tiene que ser más de 0 y menos de 200
zh_cn: 最大速度要大于0小于200!

# LimitTime
source: The duration time must range from 0 to 255!
es_es: la duración tiene que ser más de 0 y menos de 255
zh_cn: 持续时间要大于0小于255!

# SpeedTime
source: The duration time must range from 0 to 65535!
es_es: la duración tiene que ser más de 0 y menos de 65535
zh_cn: 持续时间要大于0小于65535!

# MarkContentEmpty
source: The content of marking is required!
es_es: El contenido marcado no puede quedar vacío
zh_cn: 标记内容不能为空

# MarkSuccess
source: Succeeded to mark.
es_es: Marcado correctamento
zh_cn: 标记成功

# MDVRCoreSNDuplicate
source: This terminal chip number already exists!
es_es: El número de chip de terminal ya existe
zh_cn: 终端芯片号已存在

# MdvrSimDuplicate
source: This terminal SIM card number already exists!
es_es: El número de la tarjeta SIM ya existe
zh_cn: SIM卡芯片号已存在

# MTN_INSTALLATION_DETAILNotExist
source: The installation details do not exit!
es_es: Los detalles de instalación no existen
zh_cn: 安装详情不存在

# NoExit
source: It does not exist!
es_es: El número de seguridad no existe
zh_cn: 安全套件编号不存在

# NoFoundVehicle
source: No vehicles found.
es_es: No se ha encontrado vehículo
zh_cn: 为发现车辆

# NotExist
source: It does not exist!
es_es: No existe
zh_cn: 不存在

# NotExist1
source: It does not exist!
es_es: No existe
zh_cn: 不存在

# NotFound
source: It does not exist!
es_es: No existe
zh_cn: 不存在
