Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# AllGroup
source: All groups
es_es: Todos los grupos
zh_cn: 所有组

# Energency
source: Emergency
es_es: Emergencia
zh_cn: 紧急

# TerminalDisplay
source: Terminal Monitor Display
es_es: Visualización en monitor del terminal
zh_cn: 终端显示器显示

# SCreenDisplay
source: Advertisement Screen Display
es_es: Muestra en pantalla publicitaria
zh_cn: 广告屏显示

# CenterNavigationInfo
source: Centeral Navigation Info
es_es: Navegación de centro
zh_cn: 中心导航信息

# CANErrorInfo
source: CAN fault code info
es_es: Código de fallo CAN
zh_cn: CAN故障码信息

# MsgUnprocess
source: Untreated
es_es: No procesado
zh_cn: 未处理

# MsgApproved
source: Verified
es_es: Verificado (No usado)
zh_cn: 已核实(未使用)

# SpeedLimit_Name
source: Rule Name
es_es: Regla
zh_cn: 规则名称

# SpeedLimit_MaxSpeed
source: Maximum Speed(km/h)
es_es: Velocidad máxima (km/h)
zh_cn: 最大速度(km/h)

# SpeedLimit_Duration
source: Duration (s)
es_es: Duración (segundo)
zh_cn: 持续时间(秒)

# AddVehicleType
source: Add Model of Vehicle
es_es: Agregar tipo de vehículo
zh_cn: 添加车辆类型

# MsgProcessing
source: Handling..
es_es: Procesando
zh_cn: 处理中

# MsgCompleted
source: End Time
es_es: Terminado
zh_cn: 结束

# MsgUnkown
source: Unknown
es_es: Desconocido
zh_cn: 未知

# ExitGroup
source: Exit the Group
es_es: Salir del grupo
zh_cn: 退出分组

source: Alarm Button
es_es: Botón de alarma
zh_cn: 报警按钮

source: Camera
es_es: Cámara
zh_cn: 摄像头

# Tip_SelectSafeDeviceElement
source: Please select a security suite!
es_es: Seleccione suite de seguridad perteneciente
zh_cn: 请选择所属安全套件

# A
source: Valid
es_es: Válido
zh_cn: 有效

source: Abnormal
es_es: Anormal
zh_cn: 异常

# AbnormalDoor
source: Abnormal Open
es_es: Apertura de puerta anormal
zh_cn: 异常开门

# AbnormalFire
source: Illegal Ignition Alarm
es_es: Arranque ilegal
zh_cn: 非法点火报警

# AbnormalValtage
source: Abnormal Voltage Alarm
es_es: Voltaje anormal
zh_cn: 电压异常报警

source: Actual Arrival Time
es_es: Hora real de llegada
zh_cn: 实际到达时间

source: Add
es_es: Agregar
zh_cn: 添加

# ChauffeurList
source: Driver List
es_es: Lista de conductores
zh_cn: 驾驶员列表

# Endtimeislessthanthestarttime
source: The end time should be later than the start time.
es_es: Hora de finalización debe ser más tarde que hora de inicio
zh_cn: 结束时间应大于开始时间

# Mustbeanumber
source: It must be a number!
es_es: Debe ser un número
zh_cn: 必须为数字

# Validate_IDCardRepeat
source: ID Card Number Duplicated
es_es: Repetidas cédulas de identidad
zh_cn: 身份证号重复

# Validate_DriverLiceseRepeat
source: Driving License Number Duplicated
es_es: Licencia de conducir repetida
zh_cn: 驾驶证号重复

# Validate_SuiteIDRepeat
source: Security suite number cannot be duplicated
es_es: El número de suite de seguridad no puede repetirse
zh_cn: 安全套件编号不能重复

# AddError
source: Add failed!
es_es: Error al agregar
zh_cn: 添加失败!

# AddSuccess
source: Added successfully.
es_es: Se ha agregado correctamente
zh_cn: 添加成功!

# Affiliation
source: Agency
es_es: Organismo perteneciente al
zh_cn: 所属机构

# AlarmFilterCommissioner
source: Incident Screening Officer
es_es: Operadores ECU911
zh_cn: 警情筛选专员

# AlarmVideoTime
source: Length of Vehicle Alarm Video
es_es: Duración de video de alarma de botón de pánico
zh_cn: 一键报警视频持续时间

# ALARM_1Way15S
source: Alarm Video
es_es: Video de alarma
zh_cn: 报警视频

# ALARM_1WayVideo
source: Video Channel 1
es_es: Video 1
zh_cn: 1路视频

# ALARM_2Way15S
source: 15S recorded by channel 2 before alarm
es_es: Primeros 15s de video 2
zh_cn: 2路视频前15S

# ALARM_2WayVideo
source: Video Channel 2
es_es: Video 2
zh_cn: 2路视频

# ALARM_3Way15S
source: 15S recorded by channel 3 before alarm
es_es: Primeros 15s de video 3
zh_cn: 3路视频前15S

# ALARM_3WayVideo
source: Video Channel 3
es_es: Video 3
zh_cn: 3路视频

# ALARM_4Way15S
source: 15S recorded by channel 4 before alarm
es_es: Primeros 15s de video 4
zh_cn: 4路视频前15S

# ALARM_4WayVideo
source: Video Channel 4
es_es: Video 4
zh_cn: 4路视频

# ALARM_911treal
source: VEN-911 Handling Situation
es_es: Procesamiento de VEN-911
zh_cn: VEN-911处理情况

# ALARM_AlarmAddress
source: Incident Position
es_es: Lugar
zh_cn: 事发地

# ALARM_AlarmState
source: Incident Status
es_es: Estado de incidente
zh_cn: 警情状态

# ALARM_AlarmTime
source: Alarm Time
es_es: Hora
zh_cn: 报警时间

# ALARM_AlarmTreal
source: Vehicle Alarm Handling
es_es: Tratamiento de alarma de botón de pánico
zh_cn: 一键报警处理

# ALARM_BeginPrint
source: Start Printing
es_es: Imprimir
zh_cn: 开始打印

# ALARM_ButtonNum
source: Alarm Button Position
es_es: Ubicación de botón de alarma
zh_cn: 报警按钮位置

# ALARM_CANCLE
source: Cancel
es_es: Cancelar
zh_cn: 取消

# ALARM_CityName
source: City
es_es: Municipio
zh_cn: 城市

# ALARM_DetailInfo
source: Alarm Info
es_es: Información de alarma
zh_cn: 报警信息

# ALARM_DIR
source: Direction
es_es: Dirección
zh_cn: 方向

# ALARM_DownloadVideo
source: Download Video
es_es: Descarga de video
zh_cn: 下载视频

# ALARM_Driver
source: Driver
es_es: Conductor
zh_cn: 司机

# ALARM_EndHandle
source: Handling Finished
es_es: Tratamiento terminado
zh_cn: 处置完毕

# ALARM_EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# ALARM_False
source: Invalid
es_es: Falsas
zh_cn: 假

# ALARM_Get
source: Get
es_es: Obtener
zh_cn: 获取

# ALARM_Handing
source: Handling
es_es: Alarma en tratamiento
zh_cn: 处置中

# ALARM_HandledAlarm
source: Handled Alarm
es_es: Alarma tratada
zh_cn: 已处理报警

# ALARM_HandlePerson
source: Handler
es_es: Tratado por
zh_cn: 处置人

# ALARM_HappenLocate
source: Incident Position
es_es: Lugar
zh_cn: 事发地

# ALARM_IsFalseAlarm
source: False alarm?
es_es: Falso
zh_cn: 是否假警

# ALARM_IsTrueAlarm
source: Valid
es_es: Verdadero
zh_cn: 是否为真警情

# ALARM_Latitude
source: Latitude
es_es: Latitud
zh_cn: 纬度

# HappenLocation
source: Incident Positioning
es_es: Ubicación
zh_cn: 事发地定位

# ALARM_Longitude
source: Longitude
es_es: Longitud
zh_cn: 经度

# ALARM_Note
source: Remarks
es_es: Observaciones
zh_cn: 备注:

# ALARM_NumUnHandleAlarm
source: Total
es_es: En total
zh_cn: 总数

# ALARM_OK
source: OK
es_es: Aceptar
zh_cn: 确定

# ALARM_ONEKEYALRM
source: Panic Button Alarm
es_es: Botón de pánico
zh_cn: 一键报警

# ALARM_Operater
source: Operation
es_es: Operación
zh_cn: 操作

# ALARM_Passenger
source: Passenger
es_es: Pasajero
zh_cn: 乘客

# ALARM_Phone
source: Contact No.
es_es: Tel.
zh_cn: 联系电话

# ALARM_PleaseWait
source: Waiting...
es_es: Espere…
zh_cn: 请稍等......

# ALARM_Print
source: Print
es_es: Imprimir
zh_cn: 打印

# ALARM_PrintSuccess
source: Print successfully
es_es: Se ha imprimir con éxito
zh_cn: 打印成功

# ALARM_ProviceName
source: Province
es_es: Estado
zh_cn: 省份

# ALARM_PtmsTreal
source: Handling Situation of Video Call-taking System
es_es: Situación de procesamiento de sistema de atención de video
zh_cn: 视频接警系统处理情况

# ALARM_Query
source: Search
es_es: Buscar
zh_cn: 查询

# ALARM_Refesh
source: Refresh
es_es: Actualizar
zh_cn: 刷新

# ALARM_SendFailure
source: Send failed
es_es: Error al enviar
zh_cn: 发送失败

# ALARM_Sending
source: Sending
es_es: Enviando
zh_cn: 发送中

# ALARM_SendRegion
source: Areas to be sent
es_es: Zona de transmisión
zh_cn: 发送区域

# ALARM_SendSuc
source: Sent successfully
es_es: Se ha enviado con éxito
zh_cn: 发送成功

# ALARM_SendTime
source: Sending Time
es_es: Hora de transmisión
zh_cn: 发送时间

# ALARM_Speed
source: Speed (km/h)
es_es: Velocidad (km/h)
zh_cn: 速度(km/h)

# ALARM_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# ALARM_State
source: Sending Status
es_es: Estado de transmisión
zh_cn: 发送状态

# ALARM_Trace
source: Track
es_es: Seguir
zh_cn: 追踪

# ALARM_TransAlarming
source: Transferring
es_es: Transfiriendo
zh_cn: 转警中

# ALARM_Transfered
source: Transferred
es_es: Alarma transferida
zh_cn: 已转出

# ALARM_Treal
source: Handle
es_es: Tratar
zh_cn: 处理

# ALARM_TrealDes
source: Handling Description
es_es: Descripción de tratamiento
zh_cn: 处置说明

# ALARM_TrealEndTime
source: Handling End Time
es_es: Hora de terminación de tratamiento
zh_cn: 处置结束时间

# ALARM_TrealFail
source: Handling Failed
es_es: Tratamiento fallido
zh_cn: 处理失败

# ALARM_TrealTime
source: Handling Time
es_es: Fecha y hora
zh_cn: 处理时间

# ALARM_True
source: Valid
es_es: Verdaderas
zh_cn: 真

# ALARM_Trunk
source: Trunk
es_es: Tronco
zh_cn: 后备箱

# ALARM_UnHandle
source: Untreated
es_es: No tratado
zh_cn: 未处置

# ALARM_UnHandleAlarm
source: Untreated Alarm
es_es: Alarma sin tratar
zh_cn: 未处理报警

# ALARM_UnSend
source: Unsent
es_es: No se ha enviado
zh_cn: 未发送

# ALARM_VehicleId
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# ALARM_VehicleOwner
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

# ALARM_VehicleType
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型

# ALARM_VIDEO
source: Video Function of Vehicle Alarm
es_es: Función de video de botón de pánico
zh_cn: 一键报警视频功能

# AlertType
source: Type
es_es: Tipo de alerta
zh_cn: 告警类型

# ALERT_AlertHandleResult
source: Alert Handling Result
es_es: Resultado de tratamiento de alerta
zh_cn: 告警处理结果

# ALERT_ALERTTime
source: Alert Time
es_es: Hora de alerta
zh_cn: 告警时间

# ALERT_AlertType
source: Type
es_es: Tipo de alerta
zh_cn: 告警类型

# ALERT_Cancle
source: Cancel
es_es: Cancelar
zh_cn: 取消

# ALERT_CityName
source: City
es_es: Municipio
zh_cn: 城市

# ALERT_DetailInfo
source: Alert Details
es_es: Detalle de información de alerta
zh_cn: 告警信息详情

# ALERT_Dir
source: Direction
es_es: Dirección
zh_cn: 方向

# ALERT_EndTime
source: To
es_es: Hasta
zh_cn: 结束时间

# ALERT_GPSAvailable
source: Effective and Reliable
es_es: Eficaz y fiable
zh_cn: 有效可靠

# ALERT_GPSERROR
source: Not always reliable, this situation occurs when tracking satellites are insufficient.
es_es: No es fiable, se produce cuando no hay satélites suficientes
zh_cn: 不一定可靠，这种情况通常出现在跟踪卫星数目不足时

# ALERT_GPSNone
source: No GPS Module
es_es: Sin módulo de GPS
zh_cn: 无GPS模块

# ALERT_GPSUnValid
source: GPS Invalid
es_es: GPS inválido
zh_cn: GPS无效

# ALERT_HandelTime
source: Handling Time
es_es: Fecha y hora
zh_cn: 处理时间

# ALERT_Handle
source: Handle
es_es: Tratamiento
zh_cn: 处理

# ALERT_HandleContent
source: Handling Content
es_es: Contenido de tratamiento
zh_cn: 处理内容

# ALERT_HandledAlert
source: Handled Alert
es_es: Alerta procesada
zh_cn: 已处理告警

# ALERT_HandlePerson
source: Handler
es_es: Tratado por
zh_cn: 处理人

# ALERT_HappendLocate
source: Incident Position
es_es: Lugar
zh_cn: 事发地

# ALERT_NoGPSModel
source: No GPS Module
es_es: No hay módulo GPS
zh_cn: 无GPS模块

# ALERT_Note
source: Remarks
es_es: Comentario
zh_cn: 备注

# ALERT_NotEnable
source: Not always reliable, this situation occurs when tracking satellites are insufficient.
es_es: No es fiable, se produce cuando no hay satélites suficientes
zh_cn: 不一定可靠，这种情况通常出现在跟踪卫星数目不足时

# ALERT_OK
source: OK
es_es: Aceptar
zh_cn: 确定

# ALERT_Operator
source: Operation
es_es: Operación
zh_cn: 操作

# ALERT_Phone
source: Contact No.
es_es: Tel.
zh_cn: 联系电话

# ALERT_ProvinceName
source: Province
es_es: Estado
zh_cn: 省份

# ALERT_SecurityNum
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# ALERT_SecuritySuitID
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# ALERT_Speed
source: Speed (km/h)
es_es: Velocidad (Km/h)
zh_cn: 速度(km/h)

# ALERT_StartTime
source: From
es_es: Desde
zh_cn: 开始时间

# ALERT_TrealFail
source: Handle failed.
es_es: Error al tratar
zh_cn: 处理失败

# ALERT_UnHandleAlert
source: Untreated Alert
es_es: Alerta sin tratamiento
zh_cn: 未处理告警

# ALERT_VechileAlertTreal
source: Vehicle Alert Handling
es_es: Tratamiento de alerta de vehículos
zh_cn: 车辆告警处理

# ALERT_VechileId
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# ALERT_VehicleAlert
source: Vehicle Alert
es_es: Alerta de vehículo
zh_cn: 车辆告警

# ALERT_VehicleId
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# ALERT_VehicleOwner
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

# ALERT_VehicleType
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型

source: (All)
es_es: Todo
zh_cn: (全部)

# Available
source: Installation condition is available.
es_es: En condición de instalación
zh_cn: 具备安装条件

source: Back
es_es: Volver
zh_cn: 返回

# BASEINFO_Content
source: Content
es_es: Contenido
zh_cn: 内容

# BASEINFO_Address
source: Address
es_es: Dirección
zh_cn: 地址

# BASEINFO_AddSetupStation
source: Add Installation Site
es_es: Agregar estación de instalación
zh_cn: 添加安装点

# BASEINFO_AddSucess
source: Added successfully.
es_es: Se ha agregado con éxito
zh_cn: 添加成功!

# BASEINFO_AddSuite
source: Add Security Suite
es_es: Agregar suite de seguridad
zh_cn: 添加安全套件

# BASEINFO_AddVehicle
source: Add Vehicle
es_es: Agregar vehículos
zh_cn: 添加车辆

# BASEINFO_AlarmButton1
source: Alarm Button 1
es_es: Número de botón de alerta 1
zh_cn: 报警按钮1编号

# BASEINFO_AlarmButton2
source: Alarm Button 2
es_es: Número de botón de pánico 2
zh_cn: 报警按钮2编号

# BASEINFO_AlarmButton3
source: Alarm Button 3
es_es: Número de botón de pánico 3
zh_cn: 报警按钮3编号

# BASEINFO_All
source: (All)
es_es: Todo
zh_cn: (全部)

# BASEINFO_NULL
source: (Null)
es_es: Está vacío
zh_cn: (空)

# BASEINFO_BatchImport
source: Bulk Import
es_es: Importar por lotes
zh_cn: 批量导入

# BASEINFO_Camera1
source: Camera 1
es_es: Número de cámara 1
zh_cn: 摄像头1编号

# BASEINFO_Camera2
source: Camera 2
es_es: Número de cámara 2
zh_cn: 摄像头2编号

# BASEINFO_Camera3
source: Camera 3
es_es: Número de cámara 3
zh_cn: 摄像头3编号

# BASEINFO_Camera4
source: Camera 4
es_es: Número de cámara 4
zh_cn: 摄像头4编号

# BASEINFO_CanDeleteStation
source: Be assoiated, cannot be deleted!
es_es: Se ha asociado, no se puede borrar
zh_cn: 已关联，不能删除

# BASEINFO_CEIECSuiteInfo
source: CEIEC Security Suite
es_es: Suite de seguridad
zh_cn: CEIEC安全套件

# BASEINFO_City
source: City
es_es: Municipio
zh_cn: 城市

# BASEINFO_CloseFile
source: Please close the file!
es_es: Cierre el archivo
zh_cn: 请关闭文件!

# BASEINFO_Contact
source: Contacts
es_es: Tel.
zh_cn: 联系电话

# BASEINFO_ContactPerson
source: Contact Person
es_es: Contacto
zh_cn: 联系人

# BASEINFO_CoreRule
source: Rule: The characters length must be equal to 10.
es_es: Regla: La cantidad de carácter debe ser 10
zh_cn: 规则:字符长度等于10

# BASEINFO_DataExisted
source: This data already exits!
es_es: Dato existente
zh_cn: 数据已存在

# BASEINFO_DeleteConfirm
source: Delete?
es_es: ¿Está seguro que desea eliminar?
zh_cn: 确认删除?

# BASEINFO_DeviceType
source: Device Application
es_es: Uso de equipo
zh_cn: 设备用途

# BASEINFO_DirecotrPhone
source: Director Contact
es_es: Tel.
zh_cn: 负责人电话

# BASEINFO_Director
source: Director
es_es: Responsable
zh_cn: 负责人

# BASEINFO_DOOR_SWITCH_SENSOR
source: Door Opening Sensor No.
es_es: Número de sensor de apertura de puerta
zh_cn: 开门传感器编号

# BASEINFO_DownTemplate
source: Download Template
es_es: Descargar plantilla
zh_cn: 模板下载

# BASEINFO_EMail
source: Email
zh_cn: 电子邮件

# BASEINFO_EngineID
source: Engine No.
es_es: Número de motor
zh_cn: 发动机号

# BASEINFO_ErrorCell
source: Error Cell:
es_es: Celda incorrecta :
zh_cn: 错误单元格:

# BaseInfo_ExportFaild
source: Export Failed
es_es: Error al exportar
zh_cn: 导出失败

# BaseInfo_ExportSucceed
source: Exported successfully.
es_es: Se ha exportado con éxito
zh_cn: 导出成功

# BASEINFO_FormatIllegal
source: Illegal Format
es_es: Formato ilegal
zh_cn: 格式非法

# BASEINFO_IdentityID
source: Identification No.
es_es: Cédula
zh_cn: 身份证

# BASEINFO_InstallStatus
source: Status
es_es: Estado
zh_cn: 安装状态

# BASEINFO_LoadSucess
source: Imported successfully.
es_es: Se ha importado con éxito
zh_cn: 导入成功!

# BASEINFO_LookSetupStation
source: View Installation Site
es_es: Ver estación de instalación
zh_cn: 查看安装点

# BASEINFO_LookSuite
source: View Security Suite
es_es: Ver suite de seguridad
zh_cn: 查看安全套件

# BASEINFO_LookVehicle
source: View Vehicle
es_es: Ver vehículos
zh_cn: 查看车辆

# BASEINFO_MdvrCoreId
source: MDVR Chip No.
es_es: Número de chip de MDVR
zh_cn: MDVR芯片号

# BASEINFO_MdvrSimId
source: SIM Card Chip No.
es_es: Tarjeta SIM
zh_cn: SIM卡芯片号

# BASEINFO_MdvrSimPhoneNumber
source: MDVR SIM Card Mobile Number
es_es: Número de celular de tarjeta de SIM
zh_cn: MDVR SIM卡 手机号

# BASEINFO_MDVR_CORE_SN
source: MDVR Chip No.
es_es: Número de chip
zh_cn: MDVR芯片号

# BASEINFO_MDVR_SN
source: MDVR Serial No.
es_es: Número de host
zh_cn: 终端序列号

# BASEINFO_MenuTitle
source: Basic Info Management
es_es: Gestión de información básica
zh_cn: 基础信息管理

# BASEINFO_MustFilled
source: Required
es_es: Campo obligatorio
zh_cn: 必填字段

# Not_HasChildDepartment_NotDelete
source: The agency has sub-agency and cannot be deleted.
es_es: Bajo este departamento hay subdepartamentos, no puede eliminarlo
zh_cn: 该机构下有子机构，不能删除该机构

# Is_DeleteDepartmentIs
source: Are you sure you want to delete the agency?
es_es: ¿Está seguro de que desea eliminar este departamento?
zh_cn: 您确定要删除该机构?

# Is_SeletedDepartment
source: Please select an agency.
es_es: Seleccione departamento
zh_cn: 请选择机构

# Is_SeletedOperateElement
source: Please select an operation item.
es_es: Seleccione ítem de operación
zh_cn: 请选择操作项

# BASEINFO_Operate_Failed
source: Operation failed.
es_es: Error al operar
zh_cn: 操作失败

# BASEINFO_OperatingLicense
source: Operation License
es_es: Licencia de operación
zh_cn: 运营许可证

# BASEINFO_Phone
source: Contact No.
es_es: Tel.
zh_cn: 电话

# BASEINFO_PhoneRule
source: Rule: 11 numbers
es_es: Regla:11 dígitos
zh_cn: 规则:11个数字

# BASEINFO_PleaseSelect
source: Please select an organization.
es_es: Seleccionar Organismo
zh_cn: 请选择组织机构

# BASEINFO_Province
source: Province
es_es: Estado
zh_cn: 省份

# BASEINFO_PTMS_Camera1
source: PTMS Camera 1
es_es: Número de cámara 1 de PTMS
zh_cn: PTMS摄像头1编号

# BASEINFO_PTMS_Camera2
source: PTMS Camera 2
es_es: Número de cámara 2 de PTMS
zh_cn: PTMS摄像头2编号

# BASEINFO_PTMS_SD_Card
source: PTMS SD Card Serial No.
es_es: Número de serie de tarjeta SD de PTMS
zh_cn: PTMS SD卡序列号

# BASEINFO_Region
source: Operation Area
es_es: Zonas de operación
zh_cn: 运营区域

# BASEINFO_SdCardId
source: SD Card Serial No.
es_es: Número de serie de tarjeta SD
zh_cn: SD卡序列号

# BASEINFO_ServiceType
source: Service Type
es_es: Tipo de servicio
zh_cn: 服务类型

# BASEINFO_SetupStation
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# BASEINFO_SetupStationName
source: Name
es_es: Nombre de estación de instalación
zh_cn: 安装点名称

# BASEINFO_SetupStationView
source: Installation Site Management
es_es: Administración de estación de instalación
zh_cn: 安装点管理

# BASEINFO_SoftwareVersion
source: Version No.
es_es: Versión
zh_cn: 版本号

# BASEINFO_StartYear
source: Service Life
es_es: Vida útil
zh_cn: 年限

# BASEINFO_StartYearRule
source: Rule: The range is between 1950 and 2050.
es_es: Regla: ámbito es 1950-2050
zh_cn: 规则:范围为1950-2050

# BASEINFO_SuiteID
source: Security Suite No.
es_es: ID de suite
zh_cn: 安全套件编号

# BASEINFO_SuiteInfo
source: Security Suite
es_es: Suite de seguridad
zh_cn: 安全套件

# BASEINFO_SuiteInfoView
source: Security Suite Management
es_es: Suite de seguridad
zh_cn: 安全套件管理

# BASEINFO_SuiteStatus
source: Security Suite Status
es_es: Estado de suite de seguridad
zh_cn: 套件状态

# BASEINFO_UpdateSetupStation
source: Change installation site
es_es: Modificar estación de instalación
zh_cn: 修改安装点

# BASEINFO_UpdateSuccess
source: Changed successfully.
es_es: Se ha modificado con éxito
zh_cn: 修改成功

# BASEINFO_UpdateSucess
source: Changed Successfully.
es_es: Se ha modificado con éxito
zh_cn: 修改成功

# BASEINFO_UpdateSuite
source: Change Security Suite
es_es: Modificar suite de seguridad
zh_cn: 修改安全套件

# BASEINFO_UpdateVehicle
source: Change Vehicle
es_es: Modificar vehículos
zh_cn: 修改车辆

# BASEINFO_UPS
source: UPS Serial No.
es_es: Número de UPS
zh_cn: UPS序列号

# BASEINFO_Vehicle
source: Vehicle
es_es: Vehículo
zh_cn: 车辆

# BASEINFO_VehicleBrandModel
source: Vehicle Brand
es_es: Marca de vehículo
zh_cn: 车辆品牌

# BASEINFO_VehicleIdRule
source: Rule: 3 to 4 characters + 4 figures
es_es: Regla: 3, 4 letras + 4 dígitos
zh_cn: 规则:3、4个字母 + 4个数字

# BASEINFO_VehicleInfo
source: Vehicle Info
es_es: Información básica del vehículo
zh_cn: 车辆基础信息

# BASEINFO_VehicleNumber
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# BASEINFO_VehicleOwner
source: Vehicle Owner
es_es: Propietario
zh_cn: 车主

# BASEINFO_VehicleOwnerInfo
source: Basic Info of Owner
es_es: Información básica del propietario del vehículo
zh_cn: 车主基本信息

# BASEINFO_VehicleSN
source: VIN
es_es: Número de chasis
zh_cn: 车架号

# BASEINFO_VehicleStatus
source: Vehicle Condition
es_es: Estado de vehículo
zh_cn: 车况

# BASEINFO_VehicleType
source: Vehicle Type
es_es: Tipo de vehículo
zh_cn: 车辆类型

# BASEINFO_VehicleView
source: Vehicle Management
es_es: Vehículo
zh_cn: 车辆管理

source: Black
es_es: Negro
zh_cn: 纯黑

source: Blue
es_es: Azul
zh_cn: 纯蓝

source: Brown
es_es: Marrón
zh_cn: 棕色

source: Bus
es_es: Autobús
zh_cn: 公交车

# BusinessType
source: Operation Type
es_es: Tipo de operación
zh_cn: 运营类型

# BusRoute
source: Route
es_es: Línea de bus
zh_cn: 公交线路

source: Byte
zh_cn: 字节

source: Cancel
es_es: Volver
zh_cn: 取消

# CarNumber
source: Plate No.
es_es: Placa
zh_cn: 车牌号

source: Chartreuse
zh_cn: 查特酒绿

# Checked
source: Exception Confirmation
es_es: Confirmación de anomalía
zh_cn: 异常确认

# CheckMediaFailed
source: Failed to get video verification.
es_es: Error al obtener el video
zh_cn: 获取视频验证失败

# ChooseWindow
source: Select window
es_es: Seleccionar ventana
zh_cn: 选择窗口

source: City
es_es: Municipio
zh_cn: 城市

# CityLevel
source: Municipal
es_es: Nivel municipal
zh_cn: 市级

# CityName
source: County
es_es: Municipio
zh_cn: 地市

# Comercial
source: Commercial
es_es: Comercial
zh_cn: 商用

# CommitSuccess
source: Submited successfully.
es_es: Se ha entregado correctamente
zh_cn: 提交成功

# Conditions
source: Condition
es_es: Condiciones
zh_cn: 条件

# Confirm
source: OK
es_es: Aceptar
zh_cn: 确定

# ConfirmDelete
source: Delete?
es_es: ¿Está seguro de que desea eliminar?
zh_cn: 确认删除?

# ConfirmInitPwd
source: Are you sure you want to reset the password?
es_es: ¿Está seguro de que desea restablecer la contraseña?
zh_cn: 确认重置密码?

source: Confirm Password
es_es: Confirmar contraseña
zh_cn: 确认密码

# CountryLevel
source: National Level
es_es: Nivel nacional
zh_cn: 国家级

# Ctrl_CanNotUsed
source: It does not support Ctrl key.
es_es: La tecla ctrl no puede utilizarse
zh_cn: 不支持ctrl键

# Cum_ChangePassword
source: Change Password
es_es: Modificar contraseña
zh_cn: 修改密码

# CUM_CurrentUser
source: Current User
es_es: Usuario actual
zh_cn: 当前用户

# CUM_UserInfo
source: User Info
es_es: Información de usuario
zh_cn: 用户信息

# CurrentUser_UpdateSuccess
source: Changed successfully.
es_es: Se ha modificado con éxito
zh_cn: 修改成功

# CURRENT_SettingGule
source: Rules for Setting
es_es: Regla en configuración
zh_cn: 设置中的规则

# CURRENT_SettingGule_List
source: Rule List
es_es: Lista de reglas en configuración
zh_cn: 设置中的规则的列表

# Current_UpdataFaild
source: Update failed!
es_es: Error al actualizar
zh_cn: 更新失败

source: Cyan
es_es: Turquesa
zh_cn: 青色

# Damage
source: Unexpected Damage
es_es: Equipo dañado
zh_cn: 意外损坏

source: Dark Gray
es_es: Gris oscuro
zh_cn: 深灰色

source: Dark Green
es_es: Verde oscuro
zh_cn: 深绿色

source: Day
es_es: Día
zh_cn: 日

source: Delete
es_es: Eliminar
zh_cn: 删除

# DeleteSuccess
source: Deleted successfully.
es_es: Eliminación exitosa
zh_cn: 删除成功!

# DeviceName
source: No.
es_es: Nombre del equipo
zh_cn: 编号

# Dim Gray
source: Dark Grey
es_es: Gris clara
zh_cn: 暗淡的灰色

# Dir
source: Direction
es_es: Dirección
zh_cn: 方向

# DownloadError
source: Download failed!
es_es: Error al descargar
zh_cn: 下载失败

# DownloadFinished
source: Downloaded
es_es: Se ha completado la descarga
zh_cn: 下载完成

source: Downloading
es_es: Descargando
zh_cn: 正在下载

# DownloadProgress
source: Progress
es_es: Progreso
zh_cn: 进度

# DownloadWaiting
source: Ready to download
es_es: En espera de descargar
zh_cn: 等待下载

# E
source: Exits
es_es: Existe
zh_cn: 存在

# E13_AbnormalDoor
source: Abnormal Open
es_es: Apertura de puerta anormal
zh_cn: 异常开门

# E13_DepartureRoute
source: Deviate from scheduled route.
es_es: Se ha desviado de la ruta predeterminada
zh_cn: 脱离预定路线

# GIS_PlanRoute
source: scheduled route
es_es: ruta predeterminada
zh_cn: 预定路线

# E13_InFence
source: Geo-fence Entry
es_es: Entrar en geocerca
zh_cn: 进电子围栏
