Repository: gitwangzi/PTMS
Catalog: Platfrom/Localization/Resource/StringResource.*.resx
Languages: es_es, zh_cn

# ID_INSTALL_OneVideoStatus
source: Video Condition of Channel 1
es_es: Estado de video del canal 1
zh_cn: 1通道视频情况

# ID_INSTALL_Operation
source: Operation
es_es: Operación
zh_cn: 操作

# ID_INSTALL_PassThrough
source: Pass
es_es: Aprobado
zh_cn: 通过

# ID_INSTALL_PressAlarmButton_ClickGetButton
source: Trigger panic button and click Get.
es_es: Después de que el personal de instalación pulse el botón de pánico, haga clic para obtener información del botón de pánico
zh_cn: 触发一键报警按钮后，点击获取

# ID_INSTALL_Query
source: Search
es_es: Buscar
zh_cn: 查询

# ID_INSTALL_QuitInstall
source: Cancel
es_es: Salir
zh_cn: 退出安装

# ID_INSTALL_reportmaintenance
source: Service Request
es_es: Solicitar mantenimiento
zh_cn: 报修

# ID_INSTALL_ReportMaintenanceFailed
source: Service request failed.
es_es: Error al solicitar mantenimiento
zh_cn: 报修失败

# ID_INSTALL_ReportMaintenanceSucceed
source: Service request succeeded. Please go to the interface of maintenance.
es_es: Ha solicitado el mantenimiento correctamente, entre en interfaz de mantenimiento
zh_cn: 报修成功，请进入维修界面

# ID_INSTALL_Scrap
source: Scrapped
es_es: Desechado
zh_cn: 报废

# ID_INSTALL_SecuritySuiteInfo
source: Security Suite Info
es_es: Información de suite de seguridad
zh_cn: 安全套件信息

# ID_INSTALL_SelfCheck_Ingore
source: Ignore
es_es: ignorar
zh_cn: 忽略

# ID_INSTALL_SelfCheck_Result_Falid
source: Failed
es_es: Error
zh_cn: 失败

# ID_INSTALL_SelfCheck_Result_Success
source: Successful
es_es: Con éxito
zh_cn: 成功

# ID_INSTALL_SelfTestProcess
source: Self-test Situation
es_es: Situación de auto-revisión
zh_cn: 自检情况

# ID_INSTALL_SendSelftestInfo_ClickGetButton
source: After the device sends self-test information, click to get the information.
es_es: Después de que el equipo haya enviado la información de autochequeo, haga clic para obtenerla
zh_cn: 设备发送自检信息后，点击获取

# ID_INSTALL_ServiceError
source: Service Error
es_es: Error de servicio
zh_cn: 服务异常

# ID_INSTALL_SetupDate
source: Installation Time
es_es: Fecha y hora
zh_cn: 安装日期

# ID_INSTALL_SetupStaff
source: Installer
es_es: Instalador
zh_cn: 安装人

# ID_INSTALL_Simple
source: Simple Maintenance
es_es: Mantenimiento sencillo
zh_cn: 简易维修

# ID_INSTALL_SIM_Status
source: SIM Card Status
es_es: Estado de tarjeta SIM
zh_cn: SIM卡状态

# ID_INSTALL_StandbyPowerVoltage
source: Backup Power Voltage
es_es: Valor de voltaje de alimentación de reserva
zh_cn: 备用电源电压值

# ID_INSTALL_StartDate
source: Start Date
es_es: Fecha de inicio
zh_cn: 开始日期

# ID_INSTALL_Step2Note
source: Description: If license plate number is not matched, inform installer to re-enter.
es_es: Nota: Si no coincide su número de placa con el del sistema, informe al instalador para ingresarla de nuevo
zh_cn: 说明:车牌号不匹配时，通知安装人员重新录入车牌号

# ID_INSTALL_Substitution
source: Change and Maintenance
es_es: Mantenimiento de sustitución
zh_cn: 更换维修

# ID_INSTALL_SuiteAbnormal
source: Security suite is in abnormal status
es_es: Suite de seguridad en estado anormal
zh_cn: 套件处于异常状态

# ID_INSTALL_SuiteAlreadyInstalled
source: The security suite is installed.
es_es: Se ha instalado suite de seguridad
zh_cn: 安全套件已安装

# ID_INSTALL_SuiteHistory
source: Security suite is in history status
es_es: Suite de seguridad en estado histórico
zh_cn: 套件处于历史状态

# ID_INSTALL_SuiteID
source: Security suite ID
es_es: ID de suite
zh_cn: 安全套件编号

# ID_INSTALL_SuiteMaintenance
source: Security suite is in maintenance status.
es_es: Suite de seguridad en estado de mantenimiento
zh_cn: 套件处于维修状态

# ID_INSTALL_SuiteScrap
source: Security suite is scrapped.
es_es: Se ha desechado la suite de seguridad
zh_cn: 套件已报废

# ID_INSTALL_SuiteTesting
source: Security suite is in testing status.
es_es: Suite de seguridad en estado de prueba
zh_cn: 套件处于测试状态

# ID_INSTALL_SuiteWaitingMaintenance
source: Security suite is in the status of ready to maintenance.
es_es: Suite de seguridad en espera de mantenimiento
zh_cn: 套件处于等待维修状态

# ID_INSTALL_SUITE_MenuTitleNum
source: Security Suite ID
es_es: ID de suite
zh_cn: 安全套件编号

# ID_INSTALL_Taxi
source: Taxi
zh_cn: 出租车

# ID_INSTALL_ThreeVideoStatus
source: Video Condition of Channel 3
es_es: Estado de video del canal 3
zh_cn: 3通道视频情况

# ID_INSTALL_TwoVideoStatus
source: Video Condition of Channel 2
es_es: Estado de video del canal 2
zh_cn: 2通道视频情况

# ID_INSTALL_User_InstallStation
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# ID_INSTALL_ValidateNotRight
source: This license plate number does not exist.
es_es: No existe el número de placa
zh_cn: 车牌号不存在

# ID_INSTALL_Value
source: Test Value
es_es: Valor de inspección
zh_cn: 检测值

# ID_INSTALL_ValueExplanation
source: Test Result
es_es: Resultado de inspección
zh_cn: 检测结果

# ID_INSTALL_VedioInfo
source: Video Info
es_es: Información de video
zh_cn: 视频信息

# ID_INSTALL_VedioSDCapacity
source: Video SD Card Capacity
es_es: Capacidad de tarjeta SD de video
zh_cn: 录像SD卡容量

# ID_INSTALL_VehicleAlreadyInstalled
source: This car has been already installed.
es_es: Ya se ha instalado en este vehículo
zh_cn: 此车已经安装过

# ID_INSTALL_VehicleIDWrong
source: License plate number does not match.
es_es: El número de placa no coincide
zh_cn: 车牌号不一致

# ID_INSTALL_Verify
source: Verification
es_es: Verificar
zh_cn: 验证

# ID_INSTALL_VideoSD
source: Video SD Card
es_es: Tarjeta SD de video
zh_cn: 录像SD卡

# ID_INSTALL_Yes
source: Available
es_es: Sí
zh_cn: 具备

# ID_INSTALL__4_Desc
source: Description: If self-test info fails, inform installer to get the information again.
es_es: Nota: cuando no se apruebe la información de autochequeo, informe al personal de instalación y vuelva a operar para obtenerla de nuevo
zh_cn: 说明:当自检信息不通过时，通知安装人员重新操作后，再次获取

# IllegalFormat
source: Format Illegal
es_es: Error de formato
zh_cn: 格式非法

# IncidentTypeOfArmy
source: Accident
es_es: Accidente
zh_cn: 事故

# IncidentTypeOfFireFighting
source: Firefighting
es_es: Bombero
zh_cn: 消防

# IncidentTypeOfMedical
source: Medical Care
es_es: Salud
zh_cn: 医疗

# IncidentTypeOfMunicipal
source: Municipal Management
es_es: Administración municipal
zh_cn: 市政管理

# IncidentTypeOfPolice
source: Police
es_es: Policial
zh_cn: 警察

# IncidentTypeOfRiskControl
source: Natural Disaster
es_es: Desastre natural
zh_cn: 自然灾害

# IncidentTypeOfSuper
source: Compound Type
es_es: Despachador superior
zh_cn: 复杂

# IncidentTypeOfTraffic
source: Traffic
es_es: Tránsito
zh_cn: 交通

# Incident_Type
source: Incident
es_es: Tipo de incidente
zh_cn: 警情

# InFence
source: Geo-fence Entry
es_es: Entrada en geocerca
zh_cn: 进电子围栏

# InFenceTime
source: Geo-fence Entry Time
es_es: Hora de entrar en geocerca
zh_cn: 进电子围栏时间

# InfoisError
source: Error
zh_cn: 错误

# Information
source: Info
es_es: Información
zh_cn: 信息

# Info_isEmpty
source: Null
es_es: Está vacío
zh_cn: 空值

# Info_isError
source: Input Error!
es_es: Error al ingresar
zh_cn: 输入错误!

# Info_Operator
source: Operator
es_es: Operador
zh_cn: 操作人

# Info_Reason
source: Reasons for Action
es_es: Motivo de operación
zh_cn: 操作原因

# Info_SuiteID
source: Security Suite No.
es_es: ID de Suite de seguridad
zh_cn: 安全套件编号

# Initial
source: Initialization
es_es: Inicialización
zh_cn: 初始化

# InstallationPersonnel
source: Installer
es_es: Personal de Instalación
zh_cn: 安装人员

# InstallAvailableTime
source: Duration of Device Installation
es_es: Intervalo
zh_cn: 设备安装有效时长

source: Installed
es_es: Instalación completa
zh_cn: 已安装

source: Installing
es_es: Instalando
zh_cn: 安装中

# InstallProcess
source: Installation Verification Progress
es_es: Progreso de verificación de instalación
zh_cn: 安装验证进度

# InstallStation
source: Installation Site
es_es: Estación de instalación
zh_cn: 安装点

# InstallStation_UserInfor
source: User Info of Installation Site
es_es: Información de usuarios de estación de instalación
zh_cn: 安装点用户信息

# InstallTime
source: Installation Time
es_es: Fecha y hora
zh_cn: 安装时间

# INSTALLTION_DeviceInstall
source: Installation Record
es_es: Registro de instalación
zh_cn: 安装记录

# INSTALLTION_DeviceMaintain
source: Device Maintenance
es_es: Mantenimiento de equipo
zh_cn: 设备维修

# INSTALLTION_HistoryMaintain
source: Maintenance History
es_es: Mantenimiento historial
zh_cn: 历史维修情况

# INSTALLTION_InstalledRecord
source: Finished Installation
es_es: Instalación completa
zh_cn: 已完成安装

# INSTALLTION_Installing
source: Device Installation
es_es: Instalación del equipo
zh_cn: 设备安装

# INSTALLTION_MainLogo
source: Public Transport Overall Security System
es_es: Sistema de seguridad integral para transporte público y comercial
zh_cn: 公共交通整体安全系统

# INSTALLTION_MaintainRecord
source: Maintenance Record
es_es: Registro de mantenimiento
zh_cn: 维修记录

# INSTALLTION_MinorLogo
source: Device Installation and Entry Platform
es_es: Plataforma de registro de instalación
zh_cn: 设备安装录入平台

# INSTALLTION_Navigation
source: Navigation
es_es: Navegación
zh_cn: 功能导航

# INSTALLTION_SuiteMaintaining
source: Repairing
es_es: Mantenimiento en curso
zh_cn: 正在维修设备

# INSTALLTION_UninstalledRecord
source: Unfinished Installation
es_es: Instalación incompleta
zh_cn: 未完成安装

# INSTALLTION_WaitMaintain
source: The device waiting to maintenance
es_es: En espera de mantenimiento
zh_cn: 等待维修设备

# InstallVideoMinFileSize
source: The minimum size of installation verification video file
es_es: Tamaño mínimo de video de instalación y verificación
zh_cn: 安装验证视频文件最小尺寸

# IntercityBus
source: Provincial Long-distance
es_es: Bus provincial
zh_cn: 省级长途

source: Invalid
es_es: Inválido
zh_cn: 无效

# IsOnline
source: Is it online?
es_es: Conectado o no
zh_cn: 是否在线

# IstallCheckingTime
source: Duration of waiting for installation approval
es_es: Duración de espera de verificación e instalación
zh_cn: 等待安装审核的时长

# Lat
source: Latitude
es_es: Latitud
zh_cn: 纬度

# Length_Warning
source: The string is too long.
es_es: La serie de caracteres es demasiado larga
zh_cn: 字符串过长

source: Level
es_es: Nivel
zh_cn: 级别

source: Login Name
es_es: Nombre de acceso
zh_cn: 登录名

# LOGIN_Logging
source: Logging in..
es_es: Iniciando sesión…
zh_cn: 正在登录……

# LOGIN_Login
source: Login
es_es: Iniciar sesión
zh_cn: 登录

# LOGIN_LoginError
source: User name or password can't be empty!
es_es: Error al iniciar sesión, ingrese nombre de acceso y contraseña correctos
zh_cn: 用户登录失败，请输入正确的用户名和密码!

# LOGIN_LoginServerError
source: Service connection failed. Please try again or contact with administrator!
es_es: Error de conexión de servicio, intente de nuevo o póngase en contacto con el administrador
zh_cn: 服务连接失败，请重试或联系管理人员!

# LOGIN_LoginTimeoutError
source: Connection time out. Please try again!
es_es: Tiempo de espera de conexión excedido, inténtelo de nuevo
zh_cn: 连接超时，请重试!

# LOGIN_Reset
source: Reset
es_es: Restablecer
zh_cn: 重置

# LOGIN_SecureLogin
source: System Login
es_es: Iniciar sesión
zh_cn: 系统登录

# LogList
source: Logs
es_es: Lista de registro
zh_cn: 日志列表

# Lon
source: Longitude
es_es: Longitud
zh_cn: 经度

# Look
source: View Details
es_es: Ver detalles
zh_cn: 查看详情

source: Low Temperature
es_es: Temperatura baja
zh_cn: 低温

# MAINPAGE_Address
source: Address
es_es: Dirección
zh_cn: 地址

# MAINPAGE_Alarm
source: Panic Button Alarm
es_es: Alarma de botón de pánico
zh_cn: 一键报警

# MAINPAGE_AlarmInfo
source: Alarm Info
es_es: Información de alarma
zh_cn: 报警信息

# MAINPAGE_AlarmTime
source: Time
es_es: Hora de alarma
zh_cn: 报警时间

# MAINPAGE_Alarm_AutoPopup
source: Automatic pop-up
es_es: Salida automática
zh_cn: 自动弹出

# MAINPAGE_Alarm_CloseMusic
source: Close Voice Prompt
es_es: Desactivar aviso vocal
zh_cn: 关闭语音提示

# MAINPAGE_Alarm_PlayMusic
source: Open Voice Prompt
es_es: Activar aviso vocal
zh_cn: 开启语音提示

# MAINPAGE_Alert
source: Vehicle Alert
es_es: Alerta de vehículo
zh_cn: 车辆告警

# MAINPAGE_AlertInfo
source: Alert Info
es_es: Información de alerta
zh_cn: 告警信息

# MAINPAGE_AlertTime
source: Alert Time
es_es: Hora de alerta
zh_cn: 告警时间

# MAINPAGE_AlertType
source: Type of Alert
es_es: Tipo de alerta
zh_cn: 告警类型

# MAINPAGE_Alert_AutoPopup
source: Automatic pop-up
es_es: Salida automática
zh_cn: 自动弹出

# MAINPAGE_Alert_PlayMusic
source: Play Music
es_es: Reproducir música
zh_cn: 播放音乐

# MAINPAGE_BaseInfor
source: Basic Info
es_es: Información básica
zh_cn: 基础信息

# MAINPAGE_BaseInforsh
source: Basic Info
es_es: Información básica
zh_cn: 基础信息

# MAINPAGE_Cancel
source: Cancel
es_es: Cancelar
zh_cn: 取消

# MAINPAGE_ChangePassword
source: Change Password
es_es: Cambiar contraseña
zh_cn: 修改密码

# MAINPAGE_City
source: City
es_es: Municipio
zh_cn: 地市

# MAINPAGE_Confirm
source: OK
es_es: Aceptar
zh_cn: 确定

# MAINPAGE_ConfirmPassword
source: Confirm Password
es_es: Confirmar contraseña
zh_cn: 确认密码

# MAINPAGE_CurrentPassword
source: Current Password
es_es: Contraseña actual
zh_cn: 当前密码

# MAINPAGE_Email
source: Email
zh_cn: 电子邮箱

# MAINPAGE_ExitAceptar
source: Are you sure you want to exit the system?
es_es: ¿Está seguro que desea salir del sistema?
zh_cn: 确定退出系统吗?

# MAINPAGE_ExitAPrompt
source: Logout
es_es: Salir
zh_cn: 系统注销

# MAINPAGE_Log
source: Public Transport Overall Security System
es_es: SITPC
zh_cn: 公共交通整体安全系统

# MAINPAGE_Logout
source: Logout
es_es: Salir
zh_cn: 注销

# MAINPAGE_MessageServerStatus
source: Message Service
es_es: Servicio de mensajes
zh_cn: 消息服务

# MAINPAGE_Monitor
source: Daily Monitoring
es_es: Monitoreo diario
zh_cn: 日常监控

# MAINPAGE_Monitorsh
source: Daily monitor
es_es: Monitoreo diario
zh_cn: 日常监控

# MAINPAGE_NewPassword
source: New Password
es_es: Contraseña nueva
zh_cn: 新密码

# MAINPAGE_PasswordChange
source: Change Password
es_es: Cambiar contraseña
zh_cn: 修改密码

# MAINPAGE_PasswordDifferError
source: The two passwords do not match!
es_es: No coinciden las dos contraseñas ingresadas
zh_cn: 两次输入的密码不一致!

# MAINPAGE_PasswordFormError
source: Password must contain at least three of uppercase letters, lowercase letters, numbers, and special characters!
es_es: La contraseña debe contener al menos 3 de los siguientes tipos: mayúscula, minúscula, número y caracteres especiales
zh_cn: 密码至少要包含大写字母、小写字母、数字、特殊字符中的三种!

# MAINPAGE_PasswordNotNull
source: The password cannot be empty!
es_es: La contraseña no puede estar vacía
zh_cn: 密码不能为空!

# MAINPAGE_Phone
source: Contact No.
es_es: Tel.
zh_cn: 电话号码

# MAINPAGE_Province
source: Province
es_es: Estado
zh_cn: 省份

# MAINPAGE_Report
source: Statistics
es_es: REPORTE
zh_cn: 统计报表

# MAINPAGE_RequiredError
source: Required
es_es: Campo obligatorio
zh_cn: 必填字段!

# MAINPAGE_SecuritySuite
source: Vehicle Service
es_es: Servicio de vehículos
zh_cn: 车辆服务

# MAINPAGE_SecuritySuiteTT
source: Vehicle Service
es_es: Servicio de vehículos
zh_cn: 车辆服务

# MAINPAGE_SystemManage
source: System Management
es_es: Gestión de sistema
zh_cn: 系统管理

# MAINPAGE_SystemManagesh
source: System Management
es_es: Gestión de sistema
zh_cn: 系统管理

# MAINPAGE_Traffic
source: Traffic Management
es_es: Gestión de tránsito
zh_cn: 交通管理

# MAINPAGE_TrafficTT
source: Traffic Management
es_es: Gestión de tránsito
zh_cn: 交通管理

# MAINPAGE_UserEdit
source: Use Settings
es_es: Configuración de usuario
zh_cn: 用户设置

# MAINPAGE_UserInfo
source: User
es_es: Usuario
zh_cn: 用户

# MAINPAGE_UserInformant
source: User Info
es_es: Yo
zh_cn: 用户信息

# MAINPAGE_Recycle
source: Recycle Bin
es_es: Estación de reciclaje
zh_cn: 回收站

# MAINPAGE_UserName
source: User Name
es_es: Nombre de usuario
zh_cn: 用户名

# MAINPAGE_VehicleId
source: Plate No.
es_es: Placa
zh_cn: 车牌号

# MAINPAGE_VideoDownload
source: Video Download
es_es: Descarga de video
zh_cn: 视频下载

# MAINPAGE_VideoDownloadsh
source: Video Download
es_es: Descarga de video
zh_cn: 视频下载

# MAINPAGE_VideoWall
source: Video Wall
zh_cn: 视频墙

# MAINPAGE_VideoWallTT
source: Video Wall
zh_cn: 视频墙

source: Maintainer
es_es: Personal de mantenimiento
zh_cn: 维修人员

# MAINTAIN_AlertInfor
source: Alert Info
es_es: Información de alerta
zh_cn: 告警信息

# MAINTAIN_AlertInforList
source: Alert Info List
es_es: Lista de información de alerta
zh_cn: 告警信息列表

# MAINTAIN_All
source: {All}
es_es: En total
zh_cn: (全部)

# MAINTAIN_BatteryStatus_C
source: Charging
es_es: Cargar
zh_cn: 充电

# MAINTAIN_BatteryStatus_D
source: Discharge
es_es: Descarga
zh_cn: 放电

# MAINTAIN_BatteryStatus_E
source: It does not exit.
es_es: No existe
zh_cn: 不存在

# MAINTAIN_BatteryStatus_F
source: Fault
es_es: Avería
zh_cn: 故障

# MAINTAIN_BatteryStatus_L
source: Learning
es_es: Estudiar
zh_cn: 学习

# MAINTAIN_Camera_FUZZY
source: Fuzzy Video
es_es: Video borroso
zh_cn: 摄像头视频模糊

# MAINTAIN_Camera_POORCNT
source: Bad Contact
es_es: Error de conexión de cámara
zh_cn: 摄像头接触不良

# MAINTAIN_Camera_VL
source: Video Lost
es_es: Se perdió el video
zh_cn: 视频丢失

# MAINTAIN_DataEmpty
source: The data is empty.
es_es: No hay resultado
zh_cn: 数据为空

# MAINTAIN_EndDate
source: End Date
es_es: Fecha final
zh_cn: 结束日期

# MAINTAIN_Full_N
source: None
es_es: No
zh_cn: 无

# MAINTAIN_Full_Y
source: Exits
es_es: Sí
zh_cn: 有

# MAINTAIN_GPS_A
source: Valid
es_es: Señal válida
zh_cn: 信号有效

# MAINTAIN_GPS_V
source: Invalid
es_es: Señal inválida
zh_cn: 信号无效

# MAINTAIN_handled
source: Handled
es_es: Tratado
zh_cn: 已处置

# MAINTAIN_HandleRecord
source: Assignment Record
es_es: Registro de organización
zh_cn: 安排记录

# MAINTAIN_HandleRecordList
source: Assignment Record List
es_es: Lista de registro de organización
zh_cn: 安排记录列表

# MAINTAIN_HightTemperature
source: High Temperature
es_es: Temperatura alta
zh_cn: 高温

# MAINTAIN_HightVoltage
source: High Pressure
es_es: Tensión alta
zh_cn: 高压

# MAINTAIN_HistoryInstallRecord
source: Installation Record
es_es: Registro de instalación histórica
zh_cn: 历史安装记录

# MAINTAIN_InstallingSuite
source: Security suite being installed
es_es: Instalando suite de seguridad
zh_cn: 正在安装的套件

# MAINTAIN_LoadingContent
source: Uploading, please wait……
es_es: Cargando, por favor espere ...
zh_cn: 正在加载数据，请稍等...

# MAINTAIN_LowTemperature
source: Low Temperature
es_es: Temperatura baja
zh_cn: 低温

# MAINTAIN_LowVoltage
source: Low Pressure
es_es: Bajo voltaje
zh_cn: 低压

# Maintain_MainLogo
source: Public Transport Overall Security System
es_es: Sistema de seguridad integral para transporte público
zh_cn: 公共交通整体安全系统

# MAINTAIN_MaintainArrange
source: Maintenance Arrangement
es_es: Organización de mantenimiento
zh_cn: 维修安排

# Maintain_MinorLogo
source: Device Maintenance Platform
es_es: Plataforma de mantenimiento de suite de seguridad
zh_cn: 设备维护平台

# MAINTAIN_Navigation
source: Navigation
es_es: Navegación
zh_cn: 功能导航

# MAINTAIN_OFF
source: Close
es_es: Cerrar
zh_cn: 关闭

# MAINTAIN_ON
source: Open
es_es: Abrir
zh_cn: 打开

# MAINTAIN_OperationTime
source: Operation Time
es_es: Hora de operación
zh_cn: 操作时间

# MAINTAIN_RecSD_E
source: Exist
es_es: Existe
zh_cn: 存在

# MAINTAIN_RecSD_N
source: Does not exit
es_es: No existe
zh_cn: 不存在

# MAINTAIN_RecSD_U
source: Unformatted
es_es: Sin formato
zh_cn: 未格式化

# MAINTAIN_RecStat_N
source: No video
es_es: No grabación
zh_cn: 没录像

# MAINTAIN_RecStat_R
source: Video
es_es: Grabación
zh_cn: 录像

# MAINTAIN_SecuritySuite
source: Security Suite
es_es: Suite de seguridad
zh_cn: 安全套件

# MAINTAIN_SecuritySuiteInfo
source: Security Suite Info
es_es: Información de suite de seguridad
zh_cn: 安全套件信息

# MAINTAIN_StartDate
source: Start Date
es_es: Fecha de inicio
zh_cn: 开始日期

# MAINTAIN_SuiteMaintain
source: Security Suite Maintenance
es_es: Mantenimiento de suite de seguridad
zh_cn: 套件维护

# MAINTAIN_SuiteMaintainManage
source: Security Suite Maintenance Management
es_es: Gestión de mantenimiento de suite de seguridad
zh_cn: 套件维护管理

# MAINTAIN_SuiteMaintainquery
source: Security Suite Maintenance Info Search
es_es: Búsquda de información de mantenimiento de suite de seguridad
zh_cn: 套件维护信息查询

# MAINTAIN_SuiteRunning
source: Maintenance Info
es_es: Información de mantenimiento
zh_cn: 运维信息

# MAINTAIN_SuiteSwitchStatus
source: On/Off Status
es_es: Estado del encender y apagar
zh_cn: 开关机状态

# MAINTAIN_SuiteSwitchStatusList
source: On/Off Status
es_es: Lista de estados del encender y apagar
zh_cn: 开关机状态列表

# MAINTAIN_SuiteSwitchStatusView
source: View Status of
es_es: Ver estado del encender y apagar
zh_cn: 查看开关机状态

# MAINTAIN_SuiteUpgrade
source: Security Suite Upgrade
es_es: Actualización de suite de seguridad
zh_cn: 套件升级

# MAINTAIN_SwitchDeviceStatus
source: On/Off Status
es_es: Estado de encender y apagar
zh_cn: 开关机状态

# MAINTAIN_Unhandled
source: Untreated
es_es: No se ha procesado
zh_cn: 未处置

# MAINTAIN_UpgradeOvertime
source: Upgrade Timeout
es_es: Exceso de tiempo de actualización
zh_cn: 升级超时

# MAINTAIN_UpgradeStatus
source: Version Update Situation
es_es: Estado de actualización de versión
zh_cn: 版本升级情况

# MAINTAIN_Verified
source: Verified
es_es: Se ha comprobado
zh_cn: 已核实

# MAINTAIN_VersionMapping
source: Version Mapping
es_es: Mapeo de versión
zh_cn: 版本映射

source: Maintenance
es_es: Mantenimiento
zh_cn: 维修

# MaintenancePersonnel
source: Maintainer
es_es: Técnico
zh_cn: 维修人员

# MANAGER_AlarmDealLog
source: Alarm Handling
es_es: Tratamiento de alarma
zh_cn: 报警处理日志

# MANAGER_AlarmRuleSetting
source: Device Alarm Rule Settings
es_es: Configuración de regla de alarma de equipo
zh_cn: 设备报警规则设置

# MANAGER_AlarmSetting
source: Vehicle Alarm Rule Management
es_es: Gestión de regla de botón de pánico
zh_cn: 一键报警规则管理

# MANAGER_AlarmSettingAdd
source: Add Vehicle Alarm Settings.
es_es: Agregar configuración de alarma de botón de pánico
zh_cn: 添加一键报警设置

# MANAGER_AlarmSettingList
source: List of Vehicle Alarm Rules
es_es: Lista de regla de botón de pánico
zh_cn: 一键报警规则列表

# MANAGER_AlarmSettingList1
source: List of Vehicle Alarm Parameters
es_es: Lista de parámetros de alarma de botón de pánico
zh_cn: 一键报警参数列表

# MANAGER_AlarmSettingName
source: Name of Vehicle Alarm Rule
es_es: Nombre de regla de alarma de botón de pánico
zh_cn: 一键报警规则名

# MANAGER_AlarmTime
source: Time
es_es: Hora de alarma
zh_cn: 报警时间

# MANAGER_AlarmVihcleID
source: Alarm Vehicle
es_es: Vehículo que emitió la alarma
zh_cn: 报警车辆

# MANAGER_AlertTime
source: Time
es_es: Hora de alerta
zh_cn: 告警时间

# MANAGER_AlertType
source: Type
es_es: Tipo de alerta
zh_cn: 告警类型

# MANAGER_AlertTypeColorSetting
source: Color Configuration
es_es: Configuración de color del tipo de alerta
zh_cn: 告警类型颜色配置

# MANAGER_AlertTypeName
source: Alert Type Name
es_es: Tipo de alerta
zh_cn: 告警类型名称

# MANAGER_BaseInfoName
source: Configuration Parameter Name
es_es: Nombre de parámetro de configuración
zh_cn: 配置参数名称

# MANAGER_BasicinfoSetting
source: Parameter Configuration
es_es: Configuración de parámetros
zh_cn: 参数配置

# MANAGER_CarAlertLog
source: Alert Handling
es_es: Tratamiento de alerta desde vehículo
zh_cn: 车辆告警处理日志

# MANAGER_ChannelId
source: Channel No.
es_es: Canal
zh_cn: 频道号

# MANAGER_CheckTime
source: Approval Time
es_es: Hora de verificación
zh_cn: 审核时间

# MANAGER_CommandManage
source: Command Management
es_es: Administración de comando
zh_cn: 命令管理

# MANAGER_ConfigInfo
source: Configuration Details
es_es: Detalle de configuración
zh_cn: 配置信息详情

# MANAGER_ConfigInfoList
source: Configuration Info List
es_es: Lista de información de configuración
zh_cn: 配置信息列表

# MANAGER_ContentTypes
source: Access Type
es_es: Tipo de visita
zh_cn: 访问类型

# MANAGER_DealContent
source: Description
es_es: Explicación de tratamiento
zh_cn: 处理说明

# MANAGER_DealPerson
source: Handler
es_es: Tratado por
zh_cn: 处理人

# MANAGER_DealTime
source: Handling Time
es_es: Hora de tratamiento
zh_cn: 处理时间

# MANAGER_Downloader
source: Downloaded by
es_es: Descargado por
zh_cn: 下载者

# MANAGER_DownLoadTime
source: Downloaded Time
es_es: Hora de Descarga
zh_cn: 下载时间

# MANAGER_EndTime
source: To
es_es: Hasta
zh_cn: 截止时间

# MANAGER_Export
source: Export
es_es: Exportar
zh_cn: 导出

# MANAGER_GpsSetting
source: GPS Reporting Interval Management
es_es: Configuración de regla de envío de GPS
zh_cn: GPS回传规则管理

# MANAGER_GpsSettingAdd
source: Add GPS Configuration
es_es: Agregar configuración de GPS
zh_cn: 添加GPS配置

# MANAGER_GpsSettingName
source: Rule Name
es_es: Nombre
zh_cn: GPS回传规则名

# MANAGER_GpsSetting_Creater
source: Creator
es_es: Creador
zh_cn: 创建人
